{
  "source": "terjemahkitab.com",
  "name": "يَا طَيْبَة يَا دَاو الْعيَانَا",
  "latin": "Ya Toybah Ya Dawal Ayyana",
  "text": {
    "1": {
      "arabic": "يَا طَيْبَة يَا طَيْبَة يَا دَاو الْعيَانَا اِشْتَقْنَا لِكْ وَالْهَوَى نَدَانَا",
      "latin": "Ya Thoybah Ya Thoybah Ya Dawal Ayaana Isytaqnalik Wal Hawa Nadaana"
    },
    "2": {
      "arabic": "لَمّا سَارَ الْمَرْكَّب نَسَاني سَارُوا وَالدَمْعِ مَا جَفَانِي",
      "latin": "Lamma sarol markab nasani saru waddam'i ma jafani"
    },
    "3": {
      "arabic": "أَخَذُوا قَلْبِي مَع جِنَانِي يا طَيِّبَة يَا تِيْم الوَلْهَانا",
      "latin": "Akhadu qolbi ma' jinani ya tobah ya timal walhana"
    },
    "4": {
      "arabic": "قِبْلَتِي بَيْتُ اللَّهِ صَابِر عَلَّنِي يَوْماً لَكِ زَائِر",
      "latin": "Qiblati baitullah sobir allani yauman laki zair"
    },
    "5": {
      "arabic": "يَا تُرَى هَل تَرَانِي نَاظِر لِلْكَعْبَة وَتَغْمُرْنِي بِأَمَانا",
      "latin": "Ya turo ha taroni nadzir lil ka'bah wa taghmurni bi amana"
    },
    "6": {
      "arabic": "بُشْرَاكِ الْمَدِينَة بُشْرَاكِ بِقُدُومِ الهَادِي يَا بُشْرَاكِ",
      "latin": "Busyroki madinah busyroki biqudumil hadi ya busyroki"
    },
    "7": {
      "arabic": "فَهَلْ لِي مَأْوَى فِي حِمَاكِ أَتَمَلّى فَالنُّور سَبَانَا",
      "latin": "Fahal li ma'wan fi himaki atamallah fannuru sabana"
    },
    "8": {
      "arabic": "نَبِينَا أَغْلَى أُمْنِيَّاتِي أَزُورَك َلَوْ مَرَّة بْحَيَاتِي",
      "latin": "Nabina aghla umniyyati azuroh lau marrob hayati"
    },
    "9": {
      "arabic": "بِجِوَارَك صَلَّي صَلَاتِي وأَذْكُر رَبِّي واتْلُو الْقُرْآنا",
      "latin": "Bi jiwarok solli solati wa adzkur robbi watlul qurana"
    },
    "10": {
      "arabic": "سَيِّدِي يَا أَبَا بَكْرٍ حُبُّكُم فِي القِيَامِ دُخْرِي يَا عُمَر أَفْدِيهِ بِعُمْرِي وَكَذَا سَيِّدِي عُثْمَانَ",
      "latin": "Sayyidi ya aba bakri hubbuku fil qiyami dukhri ya umar afdihi bi umri wa kadza sayyidi usman"
    },
    "11": {
      "arabic": "يَا عَلِىَّ ابْنَ اَبِى طَا لِبْ مِنْكُمُ مَصْدَرُ المَوَاهِبْ يَا تُرَى هَلْ أُرَى لِى حَاجِبْ عِنْدُكُمْ اَفضَلُل الغِلمَاَنَ اَسْيَادِي الْحَسَنْ وَالحُسيْنِ اِلَى النَّبِيِ قُرَّةْ عَيْنِ يَا شَبَابَ الجَنَّتَيْنِ جَدُّكُمْ صَاحِبُ القُرْآنَ وَصَلَاةُ اللهِ تَعَالَى عَلَى مَنْ كَلَّمَ الغَزَالَ وَالآلِ أَصْحَابِ الكَمَالَ وَالأَصْحَابِ مَنْ عَالوا شَاناً",
      "latin": "Ya 'Ali Yabn Abi Tholib Minkumul Masdarul Mawahib Ya Turo Hal 'Uro Li Haajib 'Indakum Afdholul Ghilmana Asyaadil Hasan Wal Husaini 'Ilan nabi qurrot 'Aini Ya Syabbal balul Jannataini Jaddukum Shohibul Qur'ana Wa solatullahi ta'ala ala man kallamal ghozala Wal ali ashabil kamal awal ashabi man alau syana"
    }
  },
  "translations": {
    "id": {
      "name": "Wahai Madinah Wahai Penyembuh Orang yang Sakit",
      "translator": "Terjemahkitab (Dr. Muhammad Ali Fathomi, Lc., M. H.)",
      "text": {
        "1": "Wahai Madinah, wahai Madinah, wahai penyembuh orang yang sakit, aku rindu padamu dan cinta memanggilku",
        "2": "Ketika rombongan berjalan, mereka melupakanku, mereka berjalan dan air mata tidak mengeringkanku",
        "3": "Mereka membawa jantung dan hatiku, wahai Madinah, wahai obat orang yang rindu",
        "4": "Kiblatku adalah baitullah, orang yang sabar menyakitkanku di hari aku berziarah kepadamu",
        "5": "Andaikan saja, apakah engkau dapat melihatku memandang kabah, dan menyelimutiku dengan keamanan",
        "6": "Engkau sungguh bahagia wahai Madinah engkau sungguh bahagia dengan kedatangan sang petunjuk, sungguh engkau bahagia",
        "7": "Apakah aku memiliki tempat tinggal di tempat berlindungmu, aku berharap dan cahaya menyanderaku",
        "8": "Nabi kita, puncak harapanku menziarahimu walau sekali dalam hidupku",
        "9": "Di sampingmu aku melaksanakan salatku, aku mengingat tuhanku, dan aku membaca Quran",
        "10": "Wahai abu bakar, cinta kepadamu adalah simpananku di hari kiamat. Wahai umar aku tebus ia dengan nyawaku, begitu juga usman junjunganku",
        "11": "Wahai ali bin abi tolib, darimu sumber anugerah. Andaikan saja, aku dapat melihat penjaga, di sisimu sebaik pemuda. Junjunganku Hasan dan Husain, penenang hati nabi. Wahai pemuda surga, kakekmu pemilik Quran. Selawat Allah yang maha tingi semoga untuk orang yang berbicara dengan kancil. Dan keluarga pemilik kesempurnaan dan para sahabat yang tinggi derajatnya"
      }
    }
  },
  "last_updated": "2025-11-21"
}
