{
    "number": 10,
    "source": "مكتبة المحراب",
    "name": "الْفَصْلُ الْعَاشِرُ : فِي الْمُنَاجَاةِ وَعَرْضِ الْحَاجَاتِ",
    "latin": "Al-Fashlul ‘Āsyiru: Fīl Munājāti wa ‘Ardhil Hājāt",
    "last_updated": "2025-11-23",
    "text": {
        "1": {
            "arabic": "يَا أَكْرَمَ الْخَلْقِ مَا لِي مَنْ أَلُوذُ بِهِ ۞ سِوَاكَ عِنْدَ حُلُولِ الْحَادِثِ الْعَمِمِ",
            "latin": "Yā akramal khalqi mā lī man alūdzu bihi ۞ Siwāka ‘inda hulūlil hāditsil ‘amimi"
        },
        "2": {
            "arabic": "وَلَنْ يَضِيقَ رَسُولَ اللهِ جَاهُكَ بِي ۞ إِذَا الْكَرِيمُ تَجَلَّى بِاسْمِ مُنْتَقِمِ",
            "latin": "Wa lan yadhīqa rasūlallāhi jāhuka bī ۞ Idzal karīmu tajallā bismi muntaqimi"
        },
        "3": {
            "arabic": "فَإِنَّ مِنْ جُودِكَ الدُّنْيَا وَضَرَّتَهَا ۞ وَمِنْ عُلُومِكَ عِلْمَ اللَّوْحِ وَالْقَلَمِ",
            "latin": "Fa inna min jūdika ad-dunyā wa dharratahā ۞ Wa min ‘ulūmika ‘ilmal lawhi wal qalami"
        },
        "4": {
            "arabic": "يَا نَفْسُ لاَ تَقْنَطِي مِنْ زَلَّةٍ عَظُمَتْ ۞ إِنَّ الْكَبَائِرَ فِي الْغُفْرَانِ كَاللَّمَمِ",
            "latin": "Yā nafsu lā taqnathī min zallatin ‘azhumat ۞ Innal kabā-ira fil ghufrāni kallamami"
        },
        "5": {
            "arabic": "لَعَلَّ رَحْمَةَ رَبِّي حِينَ يَقْسِمُهَا ۞ تَأْتِي عَلَى حَسَبِ الْعِصْيَانِ فِي الْقِسَمِ",
            "latin": "La’alla rahmata rabbī hīna yaqsimuhā ۞ Ta’tī ‘alā hasabil ‘ishyāni fil qisami"
        },
        "6": {
            "arabic": "يَا رَبِّ وَاجْعَلْ رَجَائِي غَيْرَ مُنْعَكِسٍ ۞ لَدَيْكَ وَاجْعَلْ حِسَابِي غَيْرَ مُنْخَرِمِ",
            "latin": "Yā rabbi waj’al rajā-ī ghaira mun’akisin ۞ Ladaika waj’al hisābī ghaira munkharimi"
        },
        "7": {
            "arabic": "وَالْطُفْ بِعَبْدِكَ فِي الدَّارَيْنِ إِنَّ لَهُ ۞ صَبْرًا مَتَى تَدْعُهُ الْأَهْوَالُ يَنْهَزِمِ",
            "latin": "Walthuf bi’abdika fid dāraini inna lahu ۞ Shabran matā tad’uhul ahwālu yanhazimi"
        },
        "8": {
            "arabic": "وَأْذَنْ لِسُحْبِ صَلاَةٍ مِنْكَ دَائِمَةٍ ۞ عَلَى النَّبِيِّ بِمُنْهَلٍّ وَمُنْسَجِمِ",
            "latin": "Wa’dzan lisuhbi shalātin minka dā-imatin ۞ ‘Alan nabiyyi bimunhallin wa munsajimi"
        },
        "9": {
            "arabic": "مَا رَنَّحَتْ عَذَبَاتِ الْبَانِ رِيحُ صَبَا ۞ وَأَطْرَبَ الْعِيسَ حَادِي الْعِيسِ بِالنَّغَمِ",
            "latin": "Mā rannahat ‘adzabātil bāni rīhu shabā ۞ Wa athrabal ‘īsa hādil ‘īsi bin naghami"
        },
        "10": {
            "arabic": "ثُمَّ الرِّضَا عَنْ أَبِي بَكْرٍ وَعَنْ عُمَر ۞ وَعَنْ عَلِيٍّ وَعَنْ عُثْمَانَ ذِي الْكَرَمِ",
            "latin": "Tsummar ridhā ‘an Abī Bakrin wa ‘an ‘Umar ۞ Wa ‘an ‘Aliyyin wa ‘an ‘Utsmāna dzil karami"
        },
        "11": {
            "arabic": "وَالْآلِ وَالصَّحْبِ ثُمَّ التَّابِعِينَ فَهُمْ ۞ أَهْلُ التُّقَى وَالنَّقَا وَالْحِلْمِ وَالْكَرَمِ",
            "latin": "Wal āli was sahbi tsummat tābi’īna fahum ۞ Ahlut tuqā wan naqā wal hilmi wal karami"
        },
        "12": {
            "arabic": "يَا رَبِّ بِالْمُصْطَفَى بَلِّغْ مَقَاصِدَنَا ۞ وَاغْفِرْ لَنَا مَا مَضَى يَا وَاسِعَ الْكَرَمِ",
            "latin": "Yā rabbi bil Mushthafā balligh maqāshidanā ۞ Waghfir lanā mā madhā yā wāsi’al karami"
        },
        "13": {
            "arabic": "وَاغْفِرْ إِلٰهِي لِكُلِّ الْمُسْلِمِينَ بِمَا ۞ يَتْلُوهُ فِي الْمَسْجِدِ الْأَقْصَى وَفِي الْحَرَمِ",
            "latin": "Waghfir ilāhī likullil muslimīna bimā ۞ Yatlūhu fil masjidil aqshā wa fil harami"
        },
        "14": {
            "arabic": "بِجَاهِ مَنْ بَيْتُهُ فِي طِيبَةَ حَرَمٌ ۞ وَاسْمُهُ قَسَمٌ مِنْ أَعْظَمِ الْقَسَمِ",
            "latin": "Bijāhi man baituhu fī Thaibata haramun ۞ Wasmuhu qasamun min a’zhamil qasami"
        },
        "15": {
            "arabic": "وَهٰذِهِ بُرْدَةُ الْمُخْتَارِ قَدْ خُتِمَتْ ۞ وَالْحَمْدُ لِلهِ فِي بَدْءٍ وَفِي خَتَمِ",
            "latin": "Wa hādzihi burdatul mukhtāri qad khutimat ۞ Wal hamdu lillāhi fī bad-in wa fī khatami"
        },
        "16": {
            "arabic": "أَبْيَاتُهَا قَدْ أَتَتْ سِتِّينَ مَعْ مِائَةٍ ۞ فَرِّجْ بِهَا كَرْبَنَا يَا وَاسِعَ الْكَرَمِ",
            "latin": "Abyātuhā qad atat sittīna ma’ mi-atin ۞ Farrij bihā karbanā yā wāsi’al karami"
        }
    },
    "translations": {
        "id": {
            "name": "Pasal Kesepuluh: Bermunajat dan Memohon Hajat",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "Pasal terakhir ini merupakan puncak permohonan, di mana penyair dengan penuh kerendahan hati memohon syafaat Nabi SAW dan ampunan Allah SWT.",
            "text": {
                "1": "Wahai makhluk yang paling mulia, aku tidak memiliki orang tempat berlindung selain engkau, ketika turun bencana yang merata (hari Kiamat).",
                "2": "Dan derajatmu di sisi Allah tidak akan menjadi sempit karena menolongku, wahai Rasulullah, ketika Dzat Yang Maha Mulia menampakkan diri dengan nama Yang Maha Penyiksa (Muntaqim).",
                "3": "Karena sesungguhnya di antara kedermawananmu adalah (adanya) dunia dan akhirat (madu-nya), dan sebagian dari ilmumu adalah ilmu Lauh Mahfuzh dan Qalam.",
                "4": "Wahai jiwa, janganlah engkau putus asa karena dosa besar yang telah dilakukan; sesungguhnya dosa-dosa besar itu dalam ampunan Allah bagaikan dosa-dosa kecil (Lammam).",
                "5": "Semoga rahmat Tuhanku ketika Dia membagikannya, datang sesuai dengan kadar kemaksiatan dalam pembagiannya (dosa besar mendapat rahmat besar).",
                "6": "Wahai Tuhanku, jadikanlah harapanku kepada-Mu tidak tertolak (gagal), dan jadikanlah keyakinanku kepada-Mu tidak terputus.",
                "7": "Dan berlemah-lembutlah kepada hamba-Mu di dunia dan akhirat, karena sesungguhnya ia memiliki kesabaran yang jika dipanggil oleh bencana, ia akan lari (tidak kuat).",
                "8": "Dan izinkanlah awan shalawat dari-Mu yang abadi, (untuk tercurah) kepada Nabi dengan deras dan bersinambung.",
                "9": "Selama angin timur masih menggoyangkan dahan-dahan pohon Ban, dan selama pengiring unta masih menghibur unta-untanya dengan nyanyian merdu.",
                "10": "Kemudian ridha Allah semoga tercurah kepada Abu Bakar dan Umar, serta Ali dan Utsman yang memiliki kemuliaan.",
                "11": "Dan juga kepada keluarga, sahabat, kemudian para tabi'in; mereka adalah ahli takwa, ahli kesucian, ahli santun, dan ahli kedermawanan.",
                "12": "Wahai Tuhanku, dengan perantaraan Al-Musthafa (Nabi Pilihan), sampaikanlah maksud dan tujuan kami, dan ampunilah dosa-dosa kami yang telah lalu, wahai Dzat Yang Maha Luas Kemuliaan-Nya.",
                "13": "Dan ampunilah ya Tuhanku, seluruh kaum muslimin dengan apa yang mereka baca di Masjidil Aqsa dan di Tanah Haram.",
                "14": "Dengan keagungan orang yang rumahnya di Thaibah (Madinah) adalah tanah haram (mulia), dan namanya adalah sumpah yang paling agung.",
                "15": "Dan Qasidah Burdah milik Nabi terpilih ini telah selesai (khatam), dan segala puji bagi Allah di awal dan di akhir.",
                "16": "Bait-baitnya berjumlah seratus enam puluh; maka hilangkanlah bencana kami dengan perantaraannya, wahai Dzat Yang Maha Luas Kemuliaan-Nya."
            }
        },
        "en": {
            "name": "Chapter Ten: Supplication and Petitioning",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "The final chapter serves as a humble supplication, seeking the Prophet's intercession and Allah's vast forgiveness for the poet and the Muslim community.",
            "text": {
                "1": "O Most Noble of Creation, I have no one to seek shelter with other than you, when the universal calamity (Resurrection) descends.",
                "2": "And your station with Allah, O Messenger of Allah, will not be too narrow for me, when the Generous One manifests with the name Avenger.",
                "3": "For indeed, of your generosity is the world and its partner (the Hereafter), and of your knowledge is the knowledge of the Preserved Tablet and the Pen.",
                "4": "O soul, do not despair because of a grave sin you have committed; for indeed, major sins under Allah's forgiveness are like minor offenses.",
                "5": "Perhaps the Mercy of my Lord, when He distributes it, will come in proportion to the disobedience in the distribution.",
                "6": "O my Lord, make my hope in You not be overturned (rejected), and make my expectation in You not be cut off.",
                "7": "And be gentle with Your servant in both worlds; for he has patience that collapses when terrors call upon it.",
                "8": "And authorize clouds of blessings from You, eternal, upon the Prophet, pouring abundantly and continuously.",
                "9": "As long as the East wind sways the branches of the Ban tree, and the camel driver delights his camels with songs.",
                "10": "Then, may Allah be pleased with Abu Bakr and Umar, and Ali and Uthman, the possessor of generosity.",
                "11": "And the Family, the Companions, then the Followers; they are the people of piety, purity, forbearance, and generosity.",
                "12": "O Lord, by the Chosen One (Al-Mustafa), fulfill our intentions, and forgive us what has passed, O You of Vast Generosity.",
                "13": "And forgive, O God, all Muslims, for what they recite in the Al-Aqsa Mosque and the Sacred Sanctuary.",
                "14": "By the rank of the one whose house in Taybah (Madinah) is a Sanctuary, and whose name is the greatest of oaths.",
                "15": "And this Burdah of the Chosen One has been concluded, and praise be to Allah at the beginning and the end.",
                "16": "Its verses have come to one hundred and sixty; so relieve our distress through it, O You of Vast Generosity."
            }
        }
    }
}