{
    "number": 3,
    "source": "مكتبة المحراب",
    "name": "الْفَصْلُ الثَّالِثُ : فِي مَدْحِ سَيِّدِ الْمُرْسَلِينَ",
    "latin": "Al-Fashluts Tsālitsu: Fī Madhi Sayyidil Mursalīn",
    "last_updated": "2025-11-23",
    "text": {
        "1": {
            "arabic": "ظَلَمْتُ سُنَّةَ مَنْ أَحْيَ الظَّلاَمَ إِلَى ۞ أَنِ اشْتَكَتْ قَدَمَاهُ الضُّرَّ مِنْ وَرَمِ",
            "latin": "Zhalamtu sunnata man ahyadz-dzalāma ilā ۞ Anisytakat qadamāhudh-dhurra min warami"
        },
        "2": {
            "arabic": "وَشَدَّ مِنْ سَغَبٍ أَحْشَاءَهُ وَطَوَى ۞ تَحْتَ الْحِجَارَةِ كَشْحًا مُتْرَفَ الْأَدَمِ",
            "latin": "Wa syadda min saghabin ahsyā-ahu wa thawā ۞ Tahtal hijārati kasy-han mutrafal adami"
        },
        "3": {
            "arabic": "وَرَاوَدَتْهُ الْجِبَالُ الشُّمُّ مِنْ ذَهَبٍ ۞ عَنْ نَفْسِهِ فَأَرَاهَا أَيَّمَا شَمَمِ",
            "latin": "Wa rāwadat-hul jibālusy-syammu min dzahabin ۞ ‘An nafsihi fa arāhā ayyamā syamami"
        },
        "4": {
            "arabic": "وَأَكَّدَتْ زُهْدَهُ فِيْهَا ضَرُوْرَتُهُ ۞ إِنَّ الضَّرُوْرَةَ لاَ تَعْدُوْ عَلَى الْعِصَمِ",
            "latin": "Wa akkadat zuhdahu fīhā dharūratuhu ۞ Innad dharūrata lā ta’dū ‘alal ‘ishami"
        },
        "5": {
            "arabic": "وَكَيْفَ تَدْعُو إِلَى الدُّنْيَا ضَرُورَةُ مَنْ ۞ لَوْلَاهُ لَمْ تَخْرُجِ الدُّنْيَا مِنَ العَدَمِ",
            "latin": "Wa kaifa tad’ū ilad dunyā dharūratu man ۞ Lawlāhu lam takhrujid dunyā minal ‘adami"
        },
        "6": {
            "arabic": "مُحَمَّدٌ سَيِّدُ الْكَوْنَيْنِ وَالثَّقَلَي ۞ نِ وَالْفَرِيقَيْنِ مِنْ عُرْبٍ وَمِنْ عَجَمِ",
            "latin": "Muhammadun sayyidul kawnaini wats-tsaqalai ۞ ni wal farīqaini min ‘urbin wa min ‘ajami"
        },
        "7": {
            "arabic": "نَبِيُّنَا الْآمِرُ النَّاهِي فَلاَ أَحَدٌ ۞ أَبَرَّ فِي قَوْلِ لاَ مِنْهُ وَلاَ نَعَمِ",
            "latin": "Nabiyyunāl āmirun nāhī falā ahadun ۞ Abarra fī qawli lā minhu wa lā na’ami"
        },
        "8": {
            "arabic": "هُوَ الْحَبِيْبُ الَّذِي تُرْجَى شَفَاعَتُهُ ۞ لِكُلِّ هَوْلٍ مِنَ الْأَهْوَالِ مُقْتَحِمِ",
            "latin": "Huwal habībul ladzī turjā syafā’atuhu ۞ Likulli hawlin minal ahwāli muqtahimi"
        },
        "9": {
            "arabic": "دَعَا إِلَى اللهِ فَالْمُسْتَمْسِكُوْنَ بِهِ ۞ مُسْتَمْسِكُوْنَ بِحَبْلٍ غَيْرِ مُنْفَصِمِ",
            "latin": "Da’ā ilallāhi fal mustamsikūna bihi ۞ Mustamsikūna bihablin ghairi munfashimi"
        },
        "10": {
            "arabic": "فَاقَ النَّبِيِّينَ فِي خَلْقٍ وَفِي خُلُقٍ ۞ وَلَمْ يُدَانُوْهُ فِي عِلْمٍ وَلاَ كَرَمِ",
            "latin": "Fāqan nabiyyīna fī khalqin wa fī khuluqin ۞ Wa lam yudānūhu fī ‘ilmin wa lā karami"
        },
        "11": {
            "arabic": "وَكُلُّهُمْ مِنْ رَسُوْلِ اللهِ مُلْتَمِسٌ ۞ غَرْفًا مِنَ الْبَحْرِ أَوْ رَشْفًا مِنَ الدِّيَمِ",
            "latin": "Wa kulluhum min rasūlillāhi multamisun ۞ Gharfan minal bahri aw rasyfan minad diyami"
        },
        "12": {
            "arabic": "وَوَاقِفُونَ لَدَيْهِ عِنْدَ حَدِّهِمِ ۞ مِنْ نُقْطَةِ الْعِلْمِ أَوْ مِنْ شَكْلَةِ الْحِكَمِ",
            "latin": "Wa wāqifūna ladaihi ‘inda haddihimi ۞ Min nuqtatil ‘ilmi aw min syaklatil hikami"
        },
        "13": {
            "arabic": "فَهُوَ الَّذِي تَمَّ مَعْنَاهُ وَصُوْرَتُهُ ۞ ثُمَّ اصْطَفَاهُ حَبِيْبًا بَارِئُ النَّسَمِ",
            "latin": "Fahwal ladzī tamma ma’nāhu wa shūratuhu ۞ Tsummas thafāhu habīban bāri-un nasami"
        },
        "14": {
            "arabic": "مُنَزَّهٌ عَنْ شَرِيْكٍ فِي مَحَاسِنِهِ ۞ فَجَوْهَرُ الْحُسْنِ فِيْهِ غَيْرُ مُنْقَسِمِ",
            "latin": "Munazzahun ‘an syarīkin fī mahāsinihi ۞ Fajawharul husni fīhi ghairu munqasimi"
        },
        "15": {
            "arabic": "دَعْ مَا ادَّعَتْهُ النَّصَارَى فِي نَبِيِّهِم ۞ وَاحْكُمْ بِمَا شِئْتَ مَدْحًا فِيْهِ وَاحْتَكِمِ",
            "latin": "Da’ mad da’at hun nashārā fī nabiyyihim ۞ Wahkum bimā syi’ta mad-han fīhi wahtakimi"
        },
        "16": {
            "arabic": "وَانْسُبْ إِلَى ذَاتِهِ مَا شِئْتَ مِنْ شَرَفٍ ۞ وَانْسُبْ إِلَى قَدْرِهِ مَا شِئْتَ مِنْ عِظَمِ",
            "latin": "Wansub ilā dzātihi mā syi’ta min syarafin ۞ Wansub ilā qadrihi mā syi’ta min ‘azhami"
        },
        "17": {
            "arabic": "فَإِنَّ فَضْلَ رَسُوْلِ اللهِ لَيْسَ لَهُ ۞ حَدٌّ فَيُعْرِبَ عَنْهُ نَاطِقٌ بِفَمِ",
            "latin": "Fa inna fadhla rasūlillāhi laisa lahu ۞ Haddun fayu’riba ‘anhu nāthiqun bifami"
        },
        "18": {
            "arabic": "لَوْ نَاسَبَتْ قَدْرَهُ آيَاتُهُ عِظَمًا ۞ أَحْيَا اسْمُهُ حِينَ يُدْعَى دَارِسَ الرِّمَمِ",
            "latin": "Law nāsabat qadrahu āyātuhu ‘izhama ۞ Ahyas muhu hīna yud’ā dārisar rimami"
        },
        "19": {
            "arabic": "لَمْ يَمْتَحِنَّا بِمَا تَعْيَا الْعُقُولُ بِهِ ۞ حِرْصًا عَلَيْنَا فَلَمْ نَرْتَبْ وَلَمْ نَهِمِ",
            "latin": "Lam yamtahinnā bimā ta’yal ‘uqūlu bihi ۞ Hirshan ‘alainā falam nartab wa lam nahimi"
        },
        "20": {
            "arabic": "أَعْيَا الْوَرَى فَهْمُ مَعْنَاهُ فَلَيْسَ يُرَى ۞ لِلْقُرْبِ وَالْبُعْدِ فِيْهِ غَيْرُ مُنْفَحِمِ",
            "latin": "A’yal warā fahmu ma’nāhu falaisa yurā ۞ Lilqurbi wal bu’di fīhi ghairu munfahimi"
        },
        "21": {
            "arabic": "كَالشَّمْسِ تَظْهَرُ لِلْعَيْنَيْنِ مِنْ بُعُدٍ ۞ صَغِيْرَةً وَتُكِلُّ الطَّرْفَ مِنْ أَمَمِ",
            "latin": "Kasy syamsi tazhharu lil ‘aynaini min bu’udin ۞ Shaghīratan wa tukillut tharfa min amami"
        },
        "22": {
            "arabic": "وَكَيْفَ يُدْرِكُ فِي الدُّنْيَا حَقِيقَتَهُ ۞ قَوْمٌ نِيَامٌ تَسَلَّوْا عَنْهُ بِالْحُلُمِ",
            "latin": "Wa kaifa yudriku fid dunyā haqīqatahu ۞ Qawmun niyāmun tasallaw ‘anhu bil hulumi"
        },
        "23": {
            "arabic": "فَمَبْلَغُ الْعِلْمِ فِيهِ أَنَّهُ بَشَرٌ ۞ وَأَنَّهُ خَيْرُ خَلْقِ اللهِ كُلِّهِمِ",
            "latin": "Famablaghul ‘ilmi fīhi annahu basyarun ۞ Wa annahu khairu khalqillāhi kullihimi"
        },
        "24": {
            "arabic": "وَكُلُّ آيٍ أَتَى الرُّسُلُ الْكِرَامُ بِهَا ۞ فَإِنَّمَا اتَّصَلَتْ مِنْ نُورِهِ بِهِمِ",
            "latin": "Wa kullu āyin atar ruslul kirāmu bihā ۞ Fa innamat tashalat min nūrihi bihimi"
        },
        "25": {
            "arabic": "فَإِنَّهُ شَمْسُ فَضْلٍ هُمْ كَوَاكِبُهَا ۞ يُظْهِرْنَ أَنْوَارَهَا لِلنَّاسِ فِي الظُّلَمِ",
            "latin": "Fa innahu syamsu fadhlin hum kawākibuhā ۞ Yuzhhirna anwārahā linnāsi fizh zhulami"
        },
        "26": {
            "arabic": "أَكْرِمْ بِخَلْقِ نَبِيٍّ زَانَهُ خُلُقٌ ۞ بِالْحُسْنِ مُشْتَمِلٍ بِالْبِشْرِ مُتَّسِمِ",
            "latin": "Akrim bikhalqi nabiyyin zānahu khuluqun ۞ Bil husni mushtamilin bil bisyri muttasimi"
        },
        "27": {
            "arabic": "كَالزَّهْرِ فِي تَرَفٍ وَالْبَدْرِ فِي شَرَفٍ ۞ وَالْبَحْرِ فِي كَرَمٍ وَالدَّهْرِ فِي هِمَمِ",
            "latin": "Kazzahri fī tarafin wal badri fī syarafin ۞ Wal bahri fī karamin wad dahri fī himami"
        },
        "28": {
            "arabic": "كَأَنَّهُ وَهُوَ فَرْدٌ مِنْ جَلاَلَتِهِ ۞ فِي عَسْكَرٍ حِيْنَ تَلْقَاهُ وَفِي حَشَمِ",
            "latin": "Ka annahu wa huwa fardun min jalālatihi ۞ Fī ‘askarin hīna talqāhu wa fī hasyami"
        },
        "29": {
            "arabic": "كَأَنَّمَا اللُّؤْلُؤُ الْمَكْنُونُ فِي صَدَفٍ ۞ مِنْ مَعْدِنَيْ مَنْطِقٍ مِنْهُ وَمُبْتَسِمِ",
            "latin": "Ka annamal lu’lu-ul maknūnu fī shadafin ۞ Min ma’dinay manthiqin minhu wa mubtasimi"
        },
        "30": {
            "arabic": "لاَ طِيْبَ يَعْدِلُ تُرْبًا ضَمَّ أَعْظُمَهُ ۞ طُوبَى لِمُنْتَشِقٍ مِنْهُ وَمُلْتَثِمِ",
            "latin": "Lā thība ya’dilu turban dhamma a’zhumahu ۞ Thūbā limuntasyiqin minhu wa multatsimi"
        }
    },
    "translations": {
        "id": {
            "name": "Pasal Ketiga: Pujian Kepada Pemimpin Para Rasul",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "Pasal ini memuat pujian-pujian agung kepada Nabi Muhammad SAW, menggambarkan kemuliaan fisik dan rohani beliau, serta kedudukannya di atas seluruh makhluk.",
            "text": {
                "1": "Aku telah menzalimi sunnah orang (Nabi SAW) yang menghidupkan malam (dengan ibadah) hingga kedua telapak kakinya mengeluh sakit karena bengkak.",
                "2": "Dan beliau mengikat perutnya karena lapar dan menahan kulitnya yang halus di bawah batu (untuk mengganjal perut).",
                "3": "Gunung-gunung tinggi dari emas pernah merayunya (untuk dimiliki), tetapi beliau menolaknya dengan penuh ketinggian (jiwa).",
                "4": "Kebutuhannya (kemiskinannya) justru memperkuat kezuhudannya terhadap dunia; sesungguhnya kebutuhan itu tidak mampu menggoyahkan orang yang ma'shum (terjaga).",
                "5": "Bagaimana mungkin kebutuhan terhadap dunia dapat menarik orang yang kalau bukan karenanya, niscaya dunia tidak akan keluar dari ketiadaan?",
                "6": "Muhammad adalah pemimpin dua alam (dunia dan akhirat), pemimpin dua golongan (manusia dan jin), dan pemimpin dua kelompok bangsa (Arab dan non-Arab).",
                "7": "Nabi kita adalah yang memerintahkan kebaikan dan melarang kemungkaran; tidak ada seorang pun yang lebih benar perkataannya dalam menyatakan 'tidak' atau 'iya' selain beliau.",
                "8": "Dialah kekasih yang diharapkan syafaatnya untuk menghadapi setiap ketakutan dari berbagai ketakutan yang mencekam (di hari kiamat).",
                "9": "Beliau menyeru kepada Allah, maka orang-orang yang berpegang teguh kepadanya berarti berpegang pada tali yang tidak akan putus.",
                "10": "Beliau mengungguli para Nabi dalam bentuk fisik dan budi pekerti, dan mereka (para nabi) tidak dapat mendekati beliau dalam ilmu maupun kemuliaan.",
                "11": "Dan mereka semua mengambil dari Rasulullah, seciduk dari lautan (ilmunya) atau seteguk dari hujan deras (pemberiannya).",
                "12": "Mereka berdiri di hadapannya pada batasan mereka masing-masing, bagaikan titik dari sebuah ilmu atau harakat dari sebuah hikmah.",
                "13": "Dialah yang sempurna makna (batin) dan bentuk (zahir)-nya, kemudian Sang Pencipta manusia memilihnya sebagai kekasih.",
                "14": "Beliau suci dari sekutu dalam kebaikannya, maka inti kebaikan pada dirinya tidak terbagi-bagi.",
                "15": "Tinggalkanlah tuduhan yang dikatakan orang-orang Nasrani terhadap nabi mereka (Isa AS), dan tetapkanlah pujian apa saja yang engkau kehendaki padanya (Nabi Muhammad) dan putuskanlah.",
                "16": "Dan sandarkanlah kepada dzatnya kemuliaan apa saja yang engkau kehendaki, dan sandarkanlah kepada derajatnya keagungan apa saja yang engkau kehendaki.",
                "17": "Karena sesungguhnya keutamaan Rasulullah itu tidak memiliki batas, sehingga tidak ada lisan yang mampu mengungkapkannya.",
                "18": "Seandainya mukjizat-mukjizatnya sepadan dengan keagungan derajatnya, niscaya namanya saja jika disebut akan menghidupkan tulang belulang yang telah hancur.",
                "19": "Beliau tidak menguji kita dengan apa yang akal tidak mampu menjangkaunya, karena beliau sangat menginginkan kebaikan bagi kita, sehingga kita tidak ragu dan tidak bingung.",
                "20": "Pemahaman tentang hakikat beliau membuat manusia lelah; maka tidak ada yang melihatnya, baik dari dekat maupun jauh, kecuali dalam keadaan tidak utuh (pemahamannya).",
                "21": "Bagaikan matahari yang tampak kecil bagi kedua mata dari kejauhan, tetapi membuat mata lelah/silau jika dilihat dari dekat.",
                "22": "Dan bagaimana mungkin orang-orang yang tidur dapat memahami hakikat beliau di dunia, sedang mereka hanya terhibur dengan mimpi-mimpi tentangnya?",
                "23": "Puncak pengetahuan manusia tentang beliau adalah bahwa beliau seorang manusia, dan bahwa beliau adalah sebaik-baik ciptaan Allah seluruhnya.",
                "24": "Dan segala mukjizat yang didatangkan oleh para rasul yang mulia, sesungguhnya itu semua bersambung dari nurnya (Nabi Muhammad) kepada mereka.",
                "25": "Karena sesungguhnya beliau adalah matahari keutamaan sedangkan mereka (para rasul) adalah bintang-bintangnya, yang menampakkan cahaya matahari itu kepada manusia di kegelapan malam.",
                "26": "Alangkah mulianya bentuk tubuh Nabi yang dihiasi dengan budi pekerti; beliau diliputi oleh ketampanan dan ditandai dengan wajah yang berseri-seri.",
                "27": "Bagaikan bunga dalam kelembutan, bagaikan purnama dalam kemuliaan, bagaikan lautan dalam kedermawanan, dan bagaikan masa dalam cita-cita.",
                "28": "Seakan-akan beliau—ketika sendirian—karena keagungannya, tampak seperti berada di tengah pasukan besar dan para pengawal.",
                "29": "Seakan-akan mutiara yang tersimpan di dalam kerang, (keluar) dari dua tambang: ucapan beliau dan senyuman beliau.",
                "30": "Tiada wewangian yang dapat menandingi tanah yang mengubur tulang-belulangnya. Beruntunglah orang yang dapat mencium tanah itu dan menciumnya."
            }
        },
        "en": {
            "name": "Chapter Three: In Praise of the Master of Messengers",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "This chapter is dedicated to the praise of Prophet Muhammad (PBUH), extolling his physical beauty, perfect character, and superior status over all creation.",
            "text": {
                "1": "I have wronged the sunnah of him who revived the night (with prayer) until his feet complained of swelling from injury.",
                "2": "And he tightened his waist due to hunger, and folded beneath stones his delicate skin (to suppress hunger).",
                "3": "High mountains of gold tempted him (offering themselves), but he showed them nothing but lofty refusal.",
                "4": "His poverty only confirmed his asceticism; indeed, necessity does not prevail over infallibility.",
                "5": "How could necessity for the world attract one, for whose sake the world would not have emerged from non-existence?",
                "6": "Muhammad is the Master of the two worlds, and of the two heavy ones (Mankind and Jinn), and of the two factions, Arabs and non-Arabs.",
                "7": "Our Prophet is the Commander of good and the Prohibitor of evil; there is no one more truthful in saying 'No' or 'Yes' than he.",
                "8": "He is the Beloved whose intercession is hoped for, for every terror of the terrors that is to be encountered.",
                "9": "He called to Allah, so those who hold fast to him are holding fast to a rope that will never break.",
                "10": "He surpassed all Prophets in creation and character, and they could not approach him in knowledge or generosity.",
                "11": "And all of them seek from the Messenger of Allah, a handful from the ocean or a sip from the continuous rains.",
                "12": "They stand before him at their limits, like a dot of knowledge or a vowel-mark of wisdom.",
                "13": "He is the one whose meaning and form were perfected, then the Creator of souls chose him as a Beloved.",
                "14": "He is free from any partner in his virtues, for the essence of beauty in him is undivided.",
                "15": "Leave aside what the Christians claim about their prophet, and pronounce whatever praise you wish for him, and judge.",
                "16": "Attribute to his person whatever nobility you wish, and attribute to his status whatever greatness you wish.",
                "17": "For indeed the excellence of the Messenger of Allah has no limit, such that a speaker might express it with his mouth.",
                "18": "If his miracles corresponded to his station in greatness, his name alone, when called, would revive decaying bones.",
                "19": "He did not test us with what our minds are incapable of, out of concern for us, so we did not doubt nor become bewildered.",
                "20": "Understanding his reality has exhausted mankind, so he is not seen, near or far, except as something incomplete (to their understanding).",
                "21": "Like the sun which appears small to the eyes from a distance, but blinds the vision when seen from up close.",
                "22": "And how can people who are sleeping perceive his reality in this world, when they are only content with dreams of him?",
                "23": "The sum of knowledge concerning him is that he is a human being, and that he is the best of all of Allah's creation.",
                "24": "And every miracle that the noble Messengers brought, was only connected to them from his light.",
                "25": "For he is the sun of virtue and they are its planets, which manifest their lights to people in the darkness.",
                "26": "How noble is the creation of a Prophet whose character adorns him; encompassed in beauty, marked by joy.",
                "27": "Like a flower in freshness, like the full moon in honor, like the ocean in generosity, and like time in aspiration.",
                "28": "It is as if he, even when alone, due to his majesty, is amidst a vast army and retinue.",
                "29": "It is as if pearls hidden in a shell, are from the two mines of his speech and his smile.",
                "30": "No fragrance equals the earth that encloses his bones. Blessed is he who inhales from it and kisses it."
            }
        }
    }
}