{
    "number": 5,
    "source": "مكتبة المحراب",
    "name": "الْفَصْلُ الْخَامِسُ : فِي مُعْجِزَاتِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "latin": "Al-Fashlul Khāmis: Fī Mu’jizātihī Shallallāhu ‘Alaihi wa Sallam",
    "last_updated": "2025-11-23",
    "text": {
        "1": {
            "arabic": "جَاءَتْ لِدَعْوَتِهِ الْأَشْجَارُ سَاجِدَةً ۞ تَمْشِي إِلَيْهِ عَلَى سَاقٍ بِلاَ قَدَمِ",
            "latin": "Jā-at lida’watihil asyjāru sājidatan ۞ Tamsyī ilaihi ‘alā sāqin bilā qadami"
        },
        "2": {
            "arabic": "كَأَنَّمَا سَطَرَتْ سَطْرًا لِمَا كَتَبَتْ ۞ فُرُوْعُهَا مِنْ بَدِيْعِ الْخَطِّ فِي اللَّقَمِ",
            "latin": "Ka annamā satharat sathran limā katabat ۞ Furū’uhā min badī’il khath-thi fil laqami"
        },
        "3": {
            "arabic": "مِثْلَ الْغَمَامَةِ أَنَّى سَارَ سَائِرَةً ۞ تَقِيهِ حَرَّ وَطِيسٍ لِلْهَجِيرِ حَمِي",
            "latin": "Mitslal ghamāmati annā sāra sā-iratan ۞ Taqīhi harra wathīsin lil hajīri hamī"
        },
        "4": {
            "arabic": "أَقْسَمْتُ بِالْقَمَرِ الْمُنْشَقِّ إِنَّ لَهُ ۞ مِنْ قَلْبِهِ نِسْبَةً مَبْرُورَةَ الْقَسَمِ",
            "latin": "Aqsamtu bil qamaril munsyaqqi inna lahu ۞ Min qalbihi nisbatan mabrūratel qasami"
        },
        "5": {
            "arabic": "وَمَا حَوَى الْغَارُ مِنْ خَيْرٍ وَمِنْ كَرَمٍ ۞ وَكُلُّ طَرْفٍ مِنَ الْكُفَّارِ عَنْهُ عَمِي",
            "latin": "Wa mā hawal ghāru min khairin wa min karamin ۞ Wa kullu tharfin minal kuffāri ‘anhu ‘amī"
        },
        "6": {
            "arabic": "فَالصِّدْقُ فِي الْغَارِ وَالصِّدِّيقُ لَمْ يَرِمَا ۞ وَهُمْ يَقُولُونَ مَا بِالْغَارِ مِنْ أَرِمِ",
            "latin": "Fash-shidqu fil ghāri was-shiddīqu lam yarimā ۞ Wa hum yaqūlūna mā bil ghāri min arimi"
        },
        "7": {
            "arabic": "ظَنُّوا الْحَمَامَ وَظَنُّوا الْعَنْكَبُوتَ عَلَى ۞ خَيْرِ الْبَرِيَّةِ لَمْ تَنْسُجْ وَلَمْ تَحُمِ",
            "latin": "Zhannul hamāma wa zhannul ‘ankabūta ‘alā ۞ Khairil bariyyati lam tansuj wa lam tahumi"
        },
        "8": {
            "arabic": "وِقَايَةُ اللهِ أَغْنَتْ عَنْ مُضَاعَفَةٍ ۞ مِنَ الدُّرُوْعِ وَعَنْ عَالٍ مِنَ الْأُطُمِ",
            "latin": "Wiqāyatullāhi aghnat ‘an mudhā’afatin ۞ Minad durū’i wa ‘an ‘ālin minal uthumi"
        },
        "9": {
            "arabic": "مَا سَامَنِي الدَّهْرُ ضَيْمًا وَاسْتَجَرْتُ بِهِ ۞ إِلاَّ وَنِلْتُ جِوَارًا مِنْهُ لَمْ يُضَمِ",
            "latin": "Mā sāmanid dahru dhaiman was tajartu bihi ۞ Illā wa niltu jiwāran minhu lam yudhami"
        },
        "10": {
            "arabic": "وَلاَ الْتَمَسْتُ غِنَى الدَّارَيْنِ مِنْ يَدِهِ ۞ إِلاَّ اسْتَلَمْتُ النَّدَى مِنْ خَيْرِ مُسْتَلَمِ",
            "latin": "Wa laltamastu ghinad dāraini min yadihi ۞ Illas talamtun nadā min khairi mustalami"
        },
        "11": {
            "arabic": "لاَ تُنْكِرِ الْوَحْيَ مِنْ رُؤْيَاهُ إِنَّ لَهُ ۞ قَلْبًا إِذَا نَامَتِ الْعَيْنَانِ لَمْ يَنَمِ",
            "latin": "Lā tunkiril wahya min ru’yāhu inna lahu ۞ Qalban idzā nāmatil ‘aināni lam yanami"
        },
        "12": {
            "arabic": "وَذَاكَ حِيْنَ بُلُوْغٍ مِنْ نُبُوَّتِهِ ۞ فَلَيْسَ يُنْكَرُ فِيْهِ حَالُ مُحْتَلِمِ",
            "latin": "Wa dzāka hīna bulūghin min nubuwwatihi ۞ Falaisa yunkaru fīhi hālu muhtalimi"
        },
        "13": {
            "arabic": "تَبَارَكَ اللهُ مَا وَحْيٌ بِمُكْتَسَبٍ ۞ وَلاَ نَبِيٌّ عَلَى غَيْبٍ بِمُتَّهَمِ",
            "latin": "Tabārakallāhu mā wahyun bimuktasabin ۞ Wa lā nabiyyun ‘alā ghaibin bimuttahami"
        },
        "14": {
            "arabic": "كَمْ أَبْرَأَتْ وَصِبًا بِاللَّمْسِ رَاحَتُهُ ۞ وَأَطْلَقَتْ أَرِبًا مِنْ رِبْقَةِ اللَّمَمِ",
            "latin": "Kam abra-at washiban billamsi rāhatuhu ۞ Wa athlaqat ariban min ribqatil lamami"
        },
        "15": {
            "arabic": "وَأَحْيَتِ السَّنَةَ الشَّهْبَاءَ دَعْوَتُهُ ۞ حَتَّى حَكَتْ غُرَّةً فِي الْأَعْصُرِ الدُّهُمِ",
            "latin": "Wa ahyatis sanatas syahbā-a da’watuhu ۞ Hattā hakat ghurratan fil a’shurid duhumi"
        },
        "16": {
            "arabic": "بِعَارِضٍ جَادَ أَو خِلْتَ الْبِطَاحَ بِهَا ۞ سَيْبًا مِنَ الْيَمِّ أَوْ سَيْلاً مِنَ الْعَرِمِ",
            "latin": "Bi’āridhin jāda aw khiltal bithāha bihā ۞ Saiban minal yammi aw sailan minal ‘arimi"
        }
    },
    "translations": {
        "id": {
            "name": "Pasal Kelima: Tentang Mukjizat Nabi SAW",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "Pasal ini menguraikan berbagai mukjizat fisik dan maknawi Nabi Muhammad SAW, seperti pohon yang bersujud, awan yang menaungi, hingga perlindungan Allah di Gua Tsur.",
            "text": {
                "1": "Pohon-pohon datang memenuhi panggilannya dalam keadaan bersujud; mereka berjalan menghadapnya dengan batang tanpa telapak kaki.",
                "2": "Seakan-akan pohon-pohon itu menuliskan garis lurus demi apa yang ditulis oleh dahan-dahannya, dengan tulisan yang indah di tengah jalan.",
                "3": "Seperti gumpalan awan yang berjalan kemanapun beliau berjalan, melindunginya dari panas siang hari yang menyengat (seperti tungku).",
                "4": "Aku bersumpah demi bulan yang terbelah (mukjizat Nabi); sesungguhnya bulan itu memiliki kesamaan (nisbat) dengan hati beliau yang terbelah.",
                "5": "Dan (ingatlah) kebaikan dan kemuliaan yang dikandung dalam gua (Gua Tsur), ketika setiap mata orang-orang kafir menjadi buta terhadapnya.",
                "6": "Maka kebenaran (Rasulullah) dan Ash-Shiddiq (Abu Bakar) berada di dalam gua dan tidak beranjak, sedangkan orang-orang kafir berkata: 'Tidak ada seorang pun di dalam gua'.",
                "7": "Mereka mengira merpati dan laba-laba tidak akan menganyam (sarang) dan tidak akan berputar di sekitar Sebaik-baik Manusia.",
                "8": "Perlindungan Allah telah cukup (baginya) daripada baju besi yang berlapis-lapis dan daripada benteng-benteng yang tinggi.",
                "9": "Tidaklah masa menimpakan bencana kepadaku lalu aku meminta perlindungan kepada beliau, kecuali aku mendapatkan pertolongan darinya tanpa tersentuh bahaya.",
                "10": "Dan tidaklah aku mengharap kekayaan dua alam (dunia dan akhirat) dari tangannya, kecuali aku menerima pemberian dari sebaik-baik orang yang memberi.",
                "11": "Janganlah engkau mengingkari wahyu yang didapat dari mimpinya, sesungguhnya beliau memiliki hati yang tidak pernah tidur meskipun kedua matanya terpejam.",
                "12": "Dan hal itu terjadi pada saat beliau mencapai usia kenabian, maka tidak dapat diingkari keadaan bermimpi (bagi nabi).",
                "13": "Maha Suci Allah, wahyu itu bukanlah sesuatu yang dapat diusahakan (dipelajari), dan tidaklah seorang Nabi dituduh berdusta atas hal-hal gaib.",
                "14": "Berapa banyak orang sakit yang sembuh dengan sentuhan telapak tangannya, dan berapa banyak orang gila yang dilepaskan dari ikatan kegilaannya (oleh beliau).",
                "15": "Dan doanya telah menghidupkan kembali tahun yang kering kerontang (paceklik), sehingga tahun itu bagaikan titik putih (cahaya) di tengah masa-masa yang gelap/hitam.",
                "16": "Dengan awan yang mencurahkan hujan deras, sehingga engkau mengira lembah-lembah itu dialiri air laut atau banjir besar dari bendungan 'Arim."
            }
        },
        "en": {
            "name": "Chapter Five: Concerning His Miracles",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "This chapter details the extraordinary miracles granted to Prophet Muhammad (PBUH), demonstrating nature's submission to him and divine protection.",
            "text": {
                "1": "The trees came prostrating to his call, walking towards him on shins without feet.",
                "2": "As if writing lines in the dust with their branches, creating beautiful calligraphy along the path.",
                "3": "Like the cloud following him wherever he went, sheltering him from the intense heat of the noonday sun which was like an oven.",
                "4": "I swear by the moon that was split; indeed, it bears a true relation to his heart (which was also opened/split).",
                "5": "And (consider) what the Cave contained of goodness and nobility, while every eye of the disbelievers was blind to him.",
                "6": "So the Truth (The Prophet) and the Truthful (Abu Bakr) were in the Cave, not moving, while they (the disbelievers) were saying: 'There is no one in the cave.'",
                "7": "They thought the dove and the spider would not weave (a web) nor hover over the Best of Creation.",
                "8": "The protection of Allah dispensed with double-layered armor and high fortresses.",
                "9": "Whenever time caused me distress and I sought refuge in him, I received shelter from him without being harmed.",
                "10": "And never did I seek the wealth of the two worlds from his hand, but that I received the gift from the best hand that gives.",
                "11": "Do not deny the revelation obtained from his dreams; for indeed he has a heart that does not sleep even when the eyes sleep.",
                "12": "And this was at the time of his attaining prophethood; so his state of dreaming cannot be denied.",
                "13": "Blessed be Allah! Revelation is not something acquired (by effort), nor is a Prophet accused of lying about the Unseen.",
                "14": "How often has his palm healed the sick by a touch, and freed the insane from the chains of madness.",
                "15": "And his supplication revived the barren year (of drought), until it resembled a white blaze (of hope) amidst dark times.",
                "16": "By means of a cloud that poured rain, until you would think the valleys were flowing with the sea or the flood of 'Arim."
            }
        }
    }
}