{
    "number": 6,
    "source": "مكتبة المحراب",
    "name": "الْفَصْلُ السَّادِسُ : فِي شَرَفِ الْقُرْآنِ وَمَدْحِهِ",
    "latin": "Al-Fashlus Sādisu: Fī Syarafil Qur’āni wa Madhihi",
    "last_updated": "2025-11-23",
    "text": {
        "1": {
            "arabic": "دَعْنِي وَوَصْفِيَ آيَاتٍ لَهُ ظَهَرَتْ ۞ ظُهُورَ نَارِ الْقِرَى لَيْلاً عَلَى عَلَمِ",
            "latin": "Da’nī wa washfī āyātin lahu zhaharat ۞ Zhuhūra nāril qirā lailan ‘alā ‘alami"
        },
        "2": {
            "arabic": "فَالدُّرُّ يَزْدَادُ حُسْنًا وَهْوَ مُنْتَظِمٌ ۞ وَلَيْسَ يَنْقُصُ قَدْرًا غَيْرَ مُنْتَظِمِ",
            "latin": "Faddurru yazdādu husnan wahwa muntazhimun ۞ Wa laisa yanqushu qadran ghaira muntazhimi"
        },
        "3": {
            "arabic": "فَمَا تَطَاوُلُ آمَالِ الْمَدِيحِ إِلَى ۞ مَا فِيْهِ مِنْ كَرَمِ الْأَخْلاَقِ وَالشِّيَمِ",
            "latin": "Famā tathāwulu āmālil madīhi ilā ۞ Mā fīhi min karamil akhlāqi wasy-syyiami"
        },
        "4": {
            "arabic": "آيَاتُ حَقٍّ مِنَ الرَّحْمٰنِ مُحْدَثَةٌ ۞ قَدِيْمَةٌ صِفَةُ الْمَوْصُوْفِ بِالْقِدَمِ",
            "latin": "Āyātu haqqin minar rahmāni muhdatsatun ۞ Qadīmatun shifatul mawshūfi bil qidami"
        },
        "5": {
            "arabic": "لَمْ تَقْتَرِنْ بِزَمَانٍ وَهْيَ تُخْبِرُنَا ۞ عَنِ الْمَعَادِ وَعَنْ عَادٍ وَعَنْ إِرَمِ",
            "latin": "Lam taqtarin bizamānin wahya tukhbirunā ۞ ‘Anil ma’ādi wa ‘an ‘Ādin wa ‘an Irami"
        },
        "6": {
            "arabic": "دَامَتْ لَدَيْنَا فَفَاقَتْ كُلَّ مُعْجِزَةٍ ۞ مِنَ النَّبِيِّينَ إِذْ جَاءَتْ وَلَمْ تَدُمِ",
            "latin": "Dāmat ladainā fafāqat kulla mu’jizatin ۞ Minan nabiyyīna idz jā-at wa lam tadumi"
        },
        "7": {
            "arabic": "مُحَكَّمَاتٌ فَمَا يُبْقِينَ مِنْ شُبَهٍ ۞ لِذِي شِقَاقٍ وَلاَ يَبْغِينَ مِنْ حَكَمِ",
            "latin": "Muhkamātun famā yubqīna min syubahin ۞ Lidzī shiqāqin wa lā yabghīna min hakami"
        },
        "8": {
            "arabic": "مَا حُورِبَتْ قَطُّ إِلاَّ عَادَ مِنْ حَرَبٍ ۞ أَعْدَى الْأَعَادِي إِلَيْهَا مُلْقِيَ السَّلَمِ",
            "latin": "Mā hūribat qatthu illā ‘āda min harabin ۞ A’dal a’ādī ilaihā mulqiyas salami"
        },
        "9": {
            "arabic": "رَدَّتْ بَلاَغَتُهَا دَعْوَى مُعَارِضِهَا ۞ رَدَّ الْغَيُورِ يَدَ الْجَانِي عَنِ الْحُرَمِ",
            "latin": "Raddat balāghatuhā da’wā mu’āridhihā ۞ Raddal ghayūri yadal jānī ‘anil hurami"
        },
        "10": {
            "arabic": "لَهَا مَعَانٍ كَمَوْجِ الْبَحْرِ فِي مَدَدٍ ۞ وَفَوْقَ جَوْهَرِهِ فِي الْحُسْنِ وَالْقِيَمِ",
            "latin": "Lahā ma’ānin kamawjil bahri fī madadin ۞ Wa fawqa jawharihi fil husni wal qiyami"
        },
        "11": {
            "arabic": "فَلاَ تُعَدُّ وَلاَ تُحْصَى عَجَائِبُهَا ۞ وَلاَ تُسَامُ عَلَى الْإِكْثَارِ بِالسَّأَمِ",
            "latin": "Falā tu’addu wa lā tuhshā ‘ajā-ibuhā ۞ Wa lā tusāmu ‘alal iktsāri bis sa-ami"
        },
        "12": {
            "arabic": "قَرَّتْ بِهَا عَيْنُ قَارِيْهَا فَقُلْتُ لَهُ ۞ لَقَدْ ظَفِرْتَ بِحَبْلِ اللهِ فَاعْتَصِمِ",
            "latin": "Qarrat bihā ‘ainu qārīhā faqultu lahu ۞ Laqad zhafirtu bihablillāhi fa’tashimi"
        },
        "13": {
            "arabic": "إِنْ تَتْلُهَا خِيفَةً مِنْ حَرِّ نَارِ لَظًى ۞ أَطْفَأْتَ حَرَّ لَظًى مِنْ وِرْدِهَا الشَّبِمِ",
            "latin": "In tatluhā khīfatan min harri nāri lazha ۞ Athfa'ta harra lazha min wirdihasy syabimi"
        },
        "14": {
            "arabic": "كَأَنَّهَا الْحَوْضُ تَبْيَضُّ الْوُجُوهُ بِهِ ۞ مِنَ الْعُصَاةِ وَقَدْ جَاءُوهُ كَالْحُمَمِ",
            "latin": "Ka annahal hawdhu tabyaddhul wujūhu bihi ۞ Minal ‘ushāti wa qad jā-ūhu kal humami"
        },
        "15": {
            "arabic": "وَكَالصِّرَاطِ وَكَالْمِيزَانِ مَعْدِلَةً ۞ فَالْقِسْطُ مِنْ غَيْرِهَا فِي النَّاسِ لَمْ يَقُمِ",
            "latin": "Wa kash-shirāthi wa kal mīzāni ma’dilatan ۞ Fal qisthu min ghairihā fin nāsi lam yaqumi"
        },
        "16": {
            "arabic": "لاَ تَعْجَبَنَّ لِحَسُودٍ رَاحَ يُنْكِرُهَا ۞ تَجَاهُلاً وَهْوَ عَيْنُ الْحَاذِقِ الْفَهِـمِ",
            "latin": "Lā ta’jabanna lihasūdin rāha yunkiruhā ۞ Tajāhulan wahwa ‘ainul hādziqil fahimi"
        },
        "17": {
            "arabic": "قَدْ تُنْكِرُ الْعَيْنُ ضَوْءَ الشَّمْسِ مِنْ رَمَدٍ ۞ وَيُنْكِرُ الْفَمُ طَعْمَ الْمَاءِ مِنْ سَقَمِ",
            "latin": "Qad tunkirul ‘ainu dhaw-asy syamsi min ramadin ۞ Wa yunkirul famu tha’mal mā-i min saqami"
        }
    },
    "translations": {
        "id": {
            "name": "Pasal Keenam: Kemuliaan Al-Quran dan Pujian Terhadapnya",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "Pasal ini mengagungkan Al-Quran sebagai mukjizat terbesar Nabi Muhammad SAW yang kekal abadi, berbeda dengan mukjizat nabi-nabi terdahulu yang terikat waktu.",
            "text": {
                "1": "Biarkan aku menggambarkan mukjizat-mukjizat (ayat-ayat) yang tampak jelas pada beliau, bagaikan tampaknya api jamuan malam di atas gunung.",
                "2": "Mutiara itu semakin bertambah indah jika ia dirangkai, namun ia tidak berkurang nilainya meskipun tidak dirangkai (berserakan).",
                "3": "Maka bagaimana harapan seorang pemuji bisa sampai (menjangkau) kemuliaan akhlak dan budi pekerti yang terkandung di dalamnya?",
                "4": "Ayat-ayat kebenaran dari Tuhan Yang Maha Pemurah; ia baru (turunnya dalam waktu), namun ia Qadim (terdahulu) karena ia adalah sifat Dzat yang disifati dengan Qadim (Allah).",
                "5": "Ia tidak terikat dengan zaman, namun ia mengabarkan kepada kita tentang akhirat, tentang kaum 'Ad, dan tentang kota Iram.",
                "6": "Ia (Al-Quran) kekal pada kita, maka ia mengungguli semua mukjizat para nabi yang datang (suatu masa) namun tidak bertahan lama.",
                "7": "Ayat-ayatnya sangat tegas (muhkam), maka ia tidak menyisakan keraguan bagi orang yang menyimpang, dan tidak pula membutuhkan hakim (pemutus perkara).",
                "8": "Tidaklah ia diperangi (ditentang) sama sekali, kecuali musuh yang paling memusuhi pun kembali dalam keadaan menyerah (menerima perdamaian).",
                "9": "Keindahan bahasanya menolak dakwaan (tuduhan) para penentangnya, sebagaimana seorang pencemburu menolak tangan pelaku kejahatan dari keluarganya.",
                "10": "Ia memiliki makna-makna bagaikan ombak lautan dalam banyaknya (bantuan), dan (bernilai) di atas mutiara lautan dalam keindahan dan harganya.",
                "11": "Keajaibannya tidak terhitung dan tidak terbatas, dan ia tidak membosankan meskipun sering diulang-ulang.",
                "12": "Sejuklah mata pembacanya dengannya, lalu aku berkata kepadanya: 'Engkau telah beruntung (memegang) tali Allah, maka berpegang teguhlah'.",
                "13": "Jika engkau membacanya karena takut akan panasnya api neraka Lazha, niscaya engkau telah memadamkan panasnya Lazha dengan airnya yang sejuk.",
                "14": "Seakan-akan Al-Quran itu adalah Telaga (Haudh) yang dapat memutihkan wajah-wajah para pendosa, padahal mereka datang kepadanya (hitam) bagaikan arang.",
                "15": "Dan ia bagaikan Jembatan (Shirath) dan Timbangan (Mizan) dalam keadilan; maka keadilan di tengah manusia tidak akan tegak tanpa (pedoman)-nya.",
                "16": "Janganlah engkau heran terhadap pendengki yang mengingkarinya karena pura-pura bodoh, padahal ia adalah orang yang cerdas dan paham.",
                "17": "Terkadang mata mengingkari cahaya matahari karena sakit mata (remang), dan mulut mengingkari lezatnya air karena sakit."
            }
        },
        "en": {
            "name": "Chapter Six: The Nobility of the Qur'an and Its Praise",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "This chapter glorifies the Holy Qur'an as the eternal miracle of Prophet Muhammad (PBUH), distinguishing it from the temporary miracles of previous prophets.",
            "text": {
                "1": "Leave me to describe the signs (verses) that appeared for him, clear like the fire of hospitality on a hilltop at night.",
                "2": "Pearls increase in beauty when they are strung together, but they do not diminish in value when unstrung.",
                "3": "So how can the aspirations of praise extend to reach the noble character and nature contained within him?",
                "4": "Verses of Truth from the Most Merciful, newly revealed in time, yet eternal as the attribute of the One described with Eternity.",
                "5": "It is not linked with time, yet it informs us about the Hereafter, about 'Ad, and about Iram.",
                "6": "It remains with us, surpassing every miracle of the prophets, which came but did not endure.",
                "7": "Decisive verses, leaving no ambiguity for the dissenter, nor seeking any judge (to arbitrate its truth).",
                "8": "It was never opposed but that the most hostile enemy returned from the conflict surrendering peace.",
                "9": "Its eloquence repelled the claim of its opposer, just as a jealous man repels the hand of a transgressor from his harem.",
                "10": "Its meanings are like the waves of the sea in abundance, and surpass the sea's pearls in beauty and value.",
                "11": "Its wonders cannot be counted or numbered, nor does one tire of its frequent repetition.",
                "12": "The eye of its reciter is cooled (delighted) by it, so I said to him: 'You have succeeded with the rope of Allah, so hold fast.'",
                "13": "If you recite it out of fear of the heat of the Blazing Fire, you have extinguished the heat of the Blaze with its cool water.",
                "14": "It is as if it is the Pond (Al-Kawthar) by which faces are whitened, even though sinners came to it looking like coal.",
                "15": "It is like the Path (Sirat) and the Balance (Mizan) in justice; justice among people is not established without it.",
                "16": "Do not marvel at an envious person who denies it feigning ignorance, while he is actually sharp-eyed and understanding.",
                "17": "The eye may deny the light of the sun due to ophthalmia, and the mouth may deny the taste of water due to sickness."
            }
        }
    }
}