{
    "number": 8,
    "source": "مكتبة المحراب",
    "name": "الْفَصْلُ الثَّامِنُ : فِي جِهَادِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "latin": "Al-Fashluts Tsāminu: Fī Jihādin Nabiyyi Shallallāhu ‘Alaihi wa Sallam",
    "last_updated": "2025-11-23",
    "text": {
        "1": {
            "arabic": "رَاعَتْ قُلُوبَ الْعِدَى أَنْبَاءُ بِعْثَتِهِ ۞ كَنَبْأَةٍ أَجْفَلَتْ غُفْلاً مِنَ الْغَنَمِ",
            "latin": "Rā’at qulūbal ‘idā anbā-u bi’tsatihī ۞ Kanab-atin ajfalat ghuflan minal ghanami"
        },
        "2": {
            "arabic": "مَا زَالَ يَلْقَاهُمُ فِي كُلِّ مُعْتَرَكٍ ۞ حَتَّى حَكَوْا بِالْقَنَا لَحْمًا عَلَى وَضَمِ",
            "latin": "Mā zāla yalqāhumū fī kulli mu’tarakin ۞ Hattā hakaw bil qanā lahman ‘alā wadhami"
        },
        "3": {
            "arabic": "وَدُّوا الْفِرَارَ فَكَادُوا يَغْبِطُونَ بِهِ ۞ أَشْلاَءَ شَالَتْ مَعَ الْعُقْبَانِ وَالرَّخَمِ",
            "latin": "Waddul firāra fakādū yaghbithūna bihi ۞ Asylā-a syālat ma’al ‘uqbāni war rakhami"
        },
        "4": {
            "arabic": "تَمْضِي اللَّيَالِي وَلاَ يَدْرُونَ عِدَّتَهَا ۞ مَا لَمْ تَكُنْ مِنْ لَيَالِي الْأَشْهُرِ الْحُرُمِ",
            "latin": "Tamdhil layālī wa lā yadrūna ‘iddatahā ۞ Mā lam takun min layālil asyhuril hurumi"
        },
        "5": {
            "arabic": "كَأَنَّمَا الدِّينُ ضَيْفٌ حَلَّ سَاحَتَهُمْ ۞ بِكُلِّ قَرْمٍ إِلَى لَحْمِ الْعِدَى قَرِمِ",
            "latin": "Ka annamad dīnu dhaifun halla sāhatahum ۞ Bikulli qarmin ilā lahmil ‘idā qarimi"
        },
        "6": {
            "arabic": "يَجُرُّ بَحْرَ خَمِيْسٍ فَوْقَ سَابِحَةٍ ۞ تَرْمِي بِمَوْجٍ مِنَ الْأَبْطَالِ مُلْتَطِمِ",
            "latin": "Yajurru bahra khamīsin fawqa sābihatin ۞ Tarmī bimawjin minal abthāli multathimi"
        },
        "7": {
            "arabic": "مِنْ كُلِّ مُنْتَدِبٍ للهِ مُحْتَسِبٍ ۞ يَسْطُو بِمُسْتَأْصِلٍ لِلْكُفْرِ مُصْطَلِمِ",
            "latin": "Min kulli muntadibin lillāhi muhtasibin ۞ Yasthū bimusta’shilin lil kufri mushthalimi"
        },
        "8": {
            "arabic": "حَتَّى غَدَتْ مِلَّةُ الْإِسْلاَمِ وَهْيَ بِهِمْ ۞ مِنْ بَعْدِ غُرْبَتِهَا مَوْصُولَةَ الرَّحِمِ",
            "latin": "Hattā ghadat millatul islāmi wahya bihim ۞ Min ba’di ghurbatihā mawshūlatar rahimi"
        },
        "9": {
            "arabic": "مَكْفُولَةً أَبَدًا مِنْهُمْ بِخَيْرِ أَبٍ ۞ وَخَيْرِ بَعْلٍ فَلَمْ تَيْتَمْ وَلَمْ تَئِمِ",
            "latin": "Makfūlatan abadan minhum bikhairi abin ۞ Wa khairi ba’lin falam taitam wa lam ta-imi"
        },
        "10": {
            "arabic": "هُمُ الْجِبَالُ فَسَلْ عَنْهُمْ مُصَادِمَهُمْ ۞ مَاذَا رَأَى مِنْهُمُ فِي كُلِّ مُصْطَدَمِ",
            "latin": "Humul jibālu fasal ‘anhum mushādimahum ۞ Mādzā ra-ā minhumū fī kulli mushthadami"
        },
        "11": {
            "arabic": "وَسَلْ حُنَيْنًا وَسَلْ بَدْرًا وَسَلْ أُحُدًا ۞ فُصُولُ حَتْفٍ لَهُمْ أَدْهَى مِنَ الْوَخَمِ",
            "latin": "Wasal Hunainan wasal Badran wasal Uhudan ۞ Fushūlu hatfin lahum adhā minal wakhami"
        },
        "12": {
            "arabic": "الْمُصْدِرِي الْبِيضِ حُمْرًا بَعْدَ مَا وَرَدَتْ ۞ مِنَ الْعِدَى كُلَّ مُسْوَدٍّ مِنَ اللِّمَمِ",
            "latin": "Al-mushdiril bīdhi humran ba’da mā waradat ۞ Minal ‘idā kulla muswaddin minal limami"
        },
        "13": {
            "arabic": "وَالْكَاتِبِينَ بِسُمْرِ الْخَطِّ مَا تَرَكَتْ ۞ أَقْلاَمُهُمْ حَرْفَ جِسْمٍ غَيْرَ مُنْعَجِمِ",
            "latin": "Wal kātibīna bisumril khath-thi mā tarakat ۞ Aqlāmuhum harfa jismin ghaira mun’ajimi"
        },
        "14": {
            "arabic": "شَاكِي السِّلاَحِ لَهُمْ سِيمَا تُمَيِّزُهُمْ ۞ وَالْوَرْدُ يَمْتَازُ بِالسِّيمَا عَنِ السَّلَمِ",
            "latin": "Syākis silāhi lahum sīmā tumayyizuhum ۞ Wal wardu yamtāzu bis sīmā ‘anis salami"
        },
        "15": {
            "arabic": "تُهْدِي إِلَيْكَ رِيَاحُ النَّصْرِ نَشْرَهُمُ ۞ فَتَحْسَبُ الزَّهْرَ فِي الْأَكْمَامِ كُلَّ كَمِي",
            "latin": "Tuhdī ilaikā riyāhun nashri nasyrahumu ۞ Fatahsabuz zahra fil akmāmi kulla kamī"
        },
        "16": {
            "arabic": "كَأَنَّهُمْ فِي ظُهُورِ الْخَيْلِ نَبْتُ رُبًا ۞ مِنْ شِدَّةِ الْحَزْمِ لاَ مِنْ شِدَّةِ الْحُزُمِ",
            "latin": "Ka annahum fī zhuhūril khaili nabtu rubā ۞ Min syiddatil hazmi lā min syiddatil huzumi"
        },
        "17": {
            "arabic": "طَارَتْ قُلُوبُ الْعِدَى مِنْ بَأْسِهِمْ فَرَقًا ۞ فَمَا تُفَرِّقُ بَيْنَ الْبَهْمِ وَالْبُهَمِ",
            "latin": "Thārat qulūbul ‘idā min ba’sihim faraqan ۞ Famā tufarriqu bainal bahmi wal buhami"
        },
        "18": {
            "arabic": "وَمَنْ تَكُنْ بِرَسُولِ اللهِ نُصْرَتُهُ ۞ إِنْ تَلْقَهُ الْأُسْدُ فِي آجَامِهَا تَجِمِ",
            "latin": "Wa man takun birasūlillāhi nushratuhu ۞ In talqahul usdu fī ājāmihā tajimi"
        },
        "19": {
            "arabic": "وَلَنْ تَرَى مِنْ وَلِيٍّ غَيْرَ مُنْتَصِرٍ ۞ بِهِ وَلاَ مِنْ عَدُوٍّ غَيْرَ مُنْقَصِمِ",
            "latin": "Wa lan tarā min waliyyin ghaira muntashirin ۞ Bihi wa lā min ‘aduwwin ghaira munqashimi"
        },
        "20": {
            "arabic": "أَحَلَّ أُمَّتَهُ فِي حِرْزِ مِلَّتِهِ ۞ كَاللَّيْثِ حَلَّ مَعَ الْأَشْبَالِ فِي أَجَمِ",
            "latin": "Ahalla ummatahu fī hirzi millatihi ۞ Kallaitisi halla ma’al asybāli fī ajami"
        },
        "21": {
            "arabic": "كَمْ جَدَّلَتْ كَلِمَاتُ اللهِ مِنْ جَدِلٍ ۞ فِيْهِ وَكَمْ خَصَمَ الْبُرْهَانُ مِنْ خَصِمِ",
            "latin": "Kam jaddalat kalimātullāhi min jadilin ۞ Fīhi wa kam khashamal burhānu min khashimi"
        },
        "22": {
            "arabic": "كَفَاكَ بِالْعِلْمِ فِي الْأُمِّيِّ مُعْجِزَةً ۞ فِي الْجَاهِلِيَّةِ وَالتَّأْدِيبِ فِي الْيُتُمِ",
            "latin": "Kafāka bil ‘ilmi fil ummiyyi mu’jizatan ۞ Fil jāhiliyyati wat ta’dībi fil yutumi"
        }
    },
    "translations": {
        "id": {
            "name": "Pasal Kedelapan: Tentang Jihad Nabi SAW",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "Pasal ini menggambarkan keberanian Nabi Muhammad SAW dan para sahabat di medan perang dalam membela Islam, serta kemenangan-kemenangan yang diraih berkat pertolongan Allah.",
            "text": {
                "1": "Berita tentang diutusnya beliau (sebagai Rasul) telah menggetarkan hati musuh-musuh, bagaikan auman singa yang membuat domba-domba lari terbirit-birit.",
                "2": "Beliau terus menemui mereka di setiap medan pertempuran, hingga tombak-tombak menjadikan mereka bagaikan daging di atas talenan.",
                "3": "Mereka (musuh) ingin sekali melarikan diri, sehingga mereka hampir iri kepada mayat-mayat yang dibawa terbang oleh burung elang dan burung rakham.",
                "4": "Malam-malam berlalu sedang mereka tidak tahu hitungannya, kecuali jika malam-malam itu berada di bulan-bulan haram (dimana perang dilarang).",
                "5": "Seakan-akan agama Islam adalah tamu yang singgah di halaman rumah mereka, dengan dikawal oleh para pahlawan yang sangat bernafsu terhadap daging musuh.",
                "6": "Ia (Nabi) membawa lautan pasukan di atas kuda-kuda yang berenang, yang melemparkan gelombang para pahlawan yang saling berbenturan.",
                "7": "Terdiri dari setiap orang yang memenuhi panggilan Allah dan mengharap pahala-Nya, yang menyerang dengan senjata yang membasmi kekufuran hingga ke akar-akarnya.",
                "8": "Hingga jadilah agama Islam yang sebelumnya terasing, kini melalui mereka, menjadi tersambung kembali tali kekerabatannya.",
                "9": "Terjamin selamanya dari mereka (para sahabat) dengan sebaik-baik bapak dan sebaik-baik suami, sehingga agama itu tidak menjadi yatim dan tidak pula menjadi janda.",
                "10": "Mereka itu bagaikan gunung yang kokoh, maka tanyakanlah kepada lawan yang membentur mereka: 'Apa yang mereka lihat dari para sahabat di setiap tempat benturan?'",
                "11": "Dan tanyakanlah kepada Hunain, Badr, dan Uhud; kejadian-kejadian kematian bagi musuh yang lebih ganas daripada wabah penyakit.",
                "12": "(Mereka adalah) yang memulangkan pedang-pedang putih menjadi merah setelah pedang-pedang itu minum dari (darah) musuh yang berambut hitam legam.",
                "13": "Dan (mereka adalah) para penulis dengan pena tombak yang lurus (berwarna coklat); pena-pena mereka tidak menyisakan satu huruf pun dari tubuh musuh kecuali memberinya titik (luka/lubang).",
                "14": "Mereka bersenjata lengkap dan memiliki tanda yang membedakan mereka, sebagaimana bunga mawar dibedakan dengan tanda (khusus) dari pohon Salam.",
                "15": "Angin kemenangan membawakan bau harum mereka kepadamu, sehingga engkau mengira setiap pahlawan berbaju besi itu adalah bunga di kelopaknya.",
                "16": "Seakan-akan mereka di punggung-punggung kuda adalah tanaman di bukit, karena kuatnya keteguhan (mereka), bukan karena kuatnya tali pelana.",
                "17": "Hati musuh-musuh terbang karena takut akan keberanian mereka, sehingga rasa takut itu tidak dapat membedakan antara anak domba dan pahlawan yang gagah berani.",
                "18": "Dan barangsiapa yang pertolongannya bersama Rasulullah, maka jika singa menjumpainya di sarangnya, singa itu akan diam (takluk).",
                "19": "Dan engkau tidak akan melihat seorang wali (kekasih/pengikut) beliau yang tidak ditolong, dan tidak pula melihat musuh beliau yang tidak dihancurkan.",
                "20": "Beliau menempatkan umatnya dalam benteng agamanya, bagaikan singa yang menempatkan anak-anaknya dalam hutan belantara.",
                "21": "Berapa banyak Kalimat Allah (Al-Quran) menjatuhkan para pendebat (yang ingkar), dan berapa banyak bukti (Burhan) yang mengalahkan musuh yang memusuhi.",
                "22": "Cukuplah bagimu ilmu pada seorang yang ummi (buta huruf) sebagai mukjizat di masa Jahiliyah, dan pendidikan (adab) pada seorang yatim."
            }
        },
        "en": {
            "name": "Chapter Eight: Concerning the Jihad of the Prophet",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "This chapter illustrates the valor of the Prophet (PBUH) and his companions in battle defending Islam, highlighting the victories achieved through Divine support.",
            "text": {
                "1": "The news of his mission struck terror into the hearts of enemies, just as a roar startles the heedless sheep.",
                "2": "He ceased not to meet them in every battlefield, until by lances they resembled meat upon a butcher's block.",
                "3": "They wished to flee, to the point that they almost envied the corpses that were carried away by eagles and vultures.",
                "4": "Nights passed without them knowing their number, unless the nights were of the sacred months (when war is forbidden).",
                "5": "It was as if the Religion were a guest that settled in their courtyard, accompanied by every chief ravenous for the flesh of the enemy.",
                "6": "He led an ocean of an army on swimming horses, throwing up crashing waves of heroes.",
                "7": "Consisting of every volunteer for Allah, seeking reward, assaulting with that which exterminates and uproots disbelief.",
                "8": "Until the religion of Islam became, through them, reunited with its kin after its estrangement.",
                "9": "Protected forever by them as by the best of fathers and the best of husbands, so it was neither orphaned nor widowed.",
                "10": "They are mountains; so ask him who collided with them: 'What did he see of them in every collision?'",
                "11": "And ask Hunayn, and ask Badr, and ask Uhud—seasons of death for them more severe than a plague.",
                "12": "Those who return white swords red, after they have drunk from the enemies, every black lock of hair.",
                "13": "And (they are) scribes with brown lances; their pens left no letter of a body without a dot (wound).",
                "14": "Fully armed, they have a mark distinguishing them, just as the rose is distinguished by a mark from the Salam tree.",
                "15": "The winds of victory bring their fragrance to you, so you imagine every armored warrior to be a flower in its calyx.",
                "16": "As if, on the backs of horses, they were plants on hills, due to the strength of their resolve, not the tightness of their girths.",
                "17": "The hearts of the enemies flew away in fear of their prowess, so they could not distinguish between a lamb and a warrior.",
                "18": "And whoever has his help from the Messenger of Allah, if lions meet him in their dens, they will be submissive.",
                "19": "And you will never see a friend (of his) not victorious, nor an enemy not crushed.",
                "20": "He lodged his community in the fortress of his religion, like a lion lodging with its cubs in a jungle.",
                "21": "How often have the Words of Allah defeated a disputant regarding him, and how often has the Proof overcame an adversary.",
                "22": "Suffice it for you as a miracle that there is (such) knowledge in an illiterate person in the Era of Ignorance, and (such) good breeding in an orphan."
            }
        }
    }
}