{
    "number": 9,
    "source": "مكتبة المحراب",
    "name": "الْفَصْلُ التَّاسِعُ : فِي التَّوَسُّلِ بِالنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "latin": "Al-Fashlut Tāsi’u: Fīt Tawassuli bin Nabiyyi Shallallāhu ‘Alaihi wa Sallam",
    "last_updated": "2025-11-23",
    "text": {
        "1": {
            "arabic": "خَدَمْتُهُ بِمَدِيحٍ أَسْتَقِيلُ بِهِ ۞ ذُنُوبَ عُمْرٍ مَضَى فِي الشِّعْرِ وَالْخِدَمِ",
            "latin": "Khadamtuhu bimadīhin astaqīlu bihi ۞ Dzunūba ‘umrin madhā fisy syi’ri wal khidami"
        },
        "2": {
            "arabic": "إِذْ قَلَّدَانِيَ مَا تُخْشَى عَوَاقِبُهُ ۞ كَأَنَّنِي بِهِمَا هَدْيٌ مِنَ النَّعَمِ",
            "latin": "Idz qalladāniya mā tukhsyā ‘awāqibuhu ۞ Ka annanī bihimā hadyun minan na’ami"
        },
        "3": {
            "arabic": "أَطَعْتُ غَيَّ الصِّبَا فِي الْحَالَتَيْنِ وَمَا ۞ حَصَلْتُ إِلاَّ عَلَى الْآثَامِ وَالنَّدَمِ",
            "latin": "Atha’tu ghayyas shibā fil hālataini wa mā ۞ Hashaltu illā ‘alal ātsāmi wan nadami"
        },
        "4": {
            "arabic": "فَيَا خَسَارَةَ نَفْسٍ فِي تِجَارَتِهَا ۞ لَمْ تَشْتَرِ الدِّينَ بِالدُّنْيَا وَلَمْ تَسُمِ",
            "latin": "Fayā khasārata nafsin fī tijāratihā ۞ Lam tasytarid dīna bid dunyā wa lam tasumi"
        },
        "5": {
            "arabic": "وَمَنْ يَبِعْ آجِلاً مِنْهُ بِعَاجِلِهِ ۞ يَبِنْ لَهُ الْغَبْنُ فِي بَيْعٍ وَفِي سَلَمِ",
            "latin": "Wa man yabi’ ājilan minhu bi’ājilihi ۞ Yabin lahul ghabnu fī bai’in wa fī salami"
        },
        "6": {
            "arabic": "إِنْ آتِ ذَنْبًا فَمَا عَهْدِي بِمُنْتَقِضٍ ۞ مِنَ النَّبِيِّ وَلاَ حَبْلِي بِمُنْصَرِمِ",
            "latin": "In āti dzanban famā ‘ahdī bimuntaqidhin ۞ Minan nabiyyi wa lā hablī bimunsharimi"
        },
        "7": {
            "arabic": "فَإِنَّ لِي ذِمَّةً مِنْهُ بِتَسْمِيَتِي ۞ مُحَمَّدًا وَهْوَ أَوْفَى الْخَلْقِ بِالذِّمَمِ",
            "latin": "Fa inna lī dzimmatan minhu bitasmiyatī ۞ Muhammadan wahwa awfal khalqi bidz dzimami"
        },
        "8": {
            "arabic": "إِنْ لَمْ يَكُنْ فِي مَعَادِي آخِذًا بِيَدِي ۞ فَضْلاً وَإِلاَّ فَقُلْ يَا زَلَّةَ الْقَدَمِ",
            "latin": "In lam yakun fī ma’ādī ākhidzan biyadi ۞ Fadhlan wa illā faqul yā zallatal qadami"
        },
        "9": {
            "arabic": "حَاشَاهُ أَنْ يَحْرِمَ الرَّاجِي مَكَارِمَهُ ۞ أَوْ يَرْجِعَ الْجَارُ مِنْهُ غَيْرَ مُحْتَرَمِ",
            "latin": "Hāsyāhu an yahrimar rājī makārimahu ۞ Aw yarji’al jāru minhu ghaira muhtarami"
        },
        "10": {
            "arabic": "وَمُنْذُ أَلْزَمْتُ أَفْكَارِي مَدَائِحَهُ ۞ وَجَدْتُهُ لِخَلاَصِي خَيْرَ مُلْتَزِمِ",
            "latin": "Wa mundzu alzamtu afkārī madā-ihahu ۞ Wajadtuhu likhalāshī khaira multazimi"
        },
        "11": {
            "arabic": "وَلَنْ يَفُوتَ الْغِنَى مِنْهُ يَدًا تَرِبَتْ ۞ إِنَّ الْحَيَا يُنْبِتُ الْأَزْهَارَ فِي الْأَكَمِ",
            "latin": "Wa lan yafūtal ghinā minhu yadan taribat ۞ Innal hayā yunbitul azhāra fil akami"
        },
        "12": {
            "arabic": "وَلَمْ أُرِدْ زَهْرَةَ الدُّنْيَا الَّتِي اقْتَطَفَتْ ۞ يَدَا زُهَيْرٍ بِمَا أَثْنَى عَلَى هَرِمِ",
            "latin": "Wa lam urid zahratad dunyal latiq tathafat ۞ Yadā Zuhairin bimā atsnā ‘alā Harimi"
        }
    },
    "translations": {
        "id": {
            "name": "Pasal Kesembilan: Tentang Bertawassul Kepada Nabi SAW",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "Pasal ini berisi penyesalan penyair (Imam Al-Busiri) atas masa lalunya yang digunakan untuk memuji raja-raja dan melayani nafsu, serta permohonannya kepada Rasulullah SAW untuk memberikan syafaat dan menyelamatkannya.",
            "text": {
                "1": "Aku melayaninya (Rasulullah) dengan puji-pujian, yang dengannya aku memohon pengampunan atas dosa-dosa umur yang telah berlalu dalam bersyair dan melayani (raja/nafsu).",
                "2": "Keduanya (bersyair dan melayani raja) telah mengalungkan kepadaku sesuatu yang akibatnya sangat ditakuti, seakan-akan karena keduanya aku menjadi hewan kurban.",
                "3": "Aku menuruti kesesatan masa muda dalam dua keadaan (bersyair dan mengabdi pada dunia), dan tidaklah aku peroleh melainkan dosa dan penyesalan.",
                "4": "Maka alangkah ruginya diri ini dalam perdagangannya; ia tidak membeli agama dengan dunia, dan tidak pula menawarnya.",
                "5": "Dan barangsiapa menjual akhiratnya dengan dunianya, maka akan tampak jelas kerugiannya dalam jual beli dan akad salam-nya.",
                "6": "Jika aku melakukan dosa, maka janjiku (keimananku) kepada Nabi tidaklah terurai, dan tali hubunganku dengannya tidaklah putus.",
                "7": "Karena sesungguhnya aku memiliki jaminan dari beliau dengan namaku 'Muhammad', dan beliau adalah makhluk yang paling menepati janji/jaminan.",
                "8": "Jika beliau tidak memegang tanganku di hari kebangkitan sebagai karunia, maka katakanlah: 'Wahai, tergelincirnya kaki (ke neraka)!'",
                "9": "Mustahil beliau menghalangi orang yang mengharap kemuliaannya, atau membiarkan tetangganya (orang yang berlindung padanya) kembali tanpa penghormatan.",
                "10": "Dan sejak aku mewajibkan pikiranku untuk memuji-muji beliau, aku mendapatinya sebagai sebaik-baik penjamin bagi keselamatanku.",
                "11": "Dan kekayaan (pemberian) darinya tidak akan luput dari tangan yang miskin (membutuhkan); sesungguhnya hujan itu menumbuhkan bunga-bunga di bukit-bukit tinggi.",
                "12": "Dan aku tidak menginginkan (dengan memuji Nabi) kemewahan dunia, yang pernah dipetik oleh kedua tangan Zuhair karena memuji raja Harim."
            }
        },
        "en": {
            "name": "Chapter Nine: Seeking Intercession through the Prophet",
            "translator": "gemini-3.0-pro",
            "muqaddimah": "In this chapter, the poet expresses remorse for wasting his life in worldly pursuits and praises, seeking the Prophet's intercession and forgiveness through the dedication of his poetry to him.",
            "text": {
                "1": "I have served him with praise, by which I seek pardon for the sins of a life passed in poetry and service (of others).",
                "2": "For they have burdened my neck with consequences to be feared, as if I were, through them, a sacrificial animal.",
                "3": "I obeyed the misleading passions of youth in both conditions, and I gained nothing but sin and remorse.",
                "4": "Oh, the loss of a soul in its trade! It did not purchase religion with the world, nor did it even negotiate for it.",
                "5": "And whoever sells his Hereafter for his worldly life, his fraud will be manifest in the sale and the advance payment.",
                "6": "If I commit a sin, my covenant with the Prophet is not broken, nor is my rope severed.",
                "7": "For I have a claim upon him due to my name being (Muhammad), and he is the most faithful of creation in fulfilling claims.",
                "8": "If he does not take my hand out of kindness at the Resurrection, then say: 'Oh, the slipping of the foot!'",
                "9": "Far be it from him to deprive the one who hopes for his nobility, or that the one who seeks his protection should return dishonored.",
                "10": "And since I have devoted my thoughts to his praises, I have found him the best pledge for my salvation.",
                "11": "His bounty will not miss a hand that is destitute; indeed, the rain causes flowers to grow even on rugged hills.",
                "12": "And I do not desire the flower of this world, which were plucked by the hands of Zuhair through his praise of Harim."
            }
        }
    }
}