{
    "number": 22,
    "source": "nu-online",
    "name": "",
    "latin": "Faqâlatil malâikah…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "فَقَالَتِ الْمَلَآئِكَةُ يَا حَبِيْبَ الرَّحْمٰنِ. لَوْ عَلِمْتَ مَا يُرَادُ بِكَ مِنَ الْخَيْرِ. لَعَرَفْتَ قَدْرَ مَنْزِلَتِكَ عَلٰى الْغَيْرِ. وَازْدَدْتَ فَرَحًا وَسُرُوْرًا. وَبَهْجَةً وَّنُوْرًا. يَا مُحَمَّدُ، أَبْشِـرْ فَقَدْ نُشِــرَتْ فِي الْكَآئِنَاتِ أَعْلَامُ عُلُوْمِكَ. وَتَبَاشَرَتِ الْمَخْلُوْقَاتُ بِقُدُوْمِكَ. وَلَمْ يَبْقَ شَيْءٌ مِمَّا خَلَقَ اللهُ تَعَالٰى إِلَّا جَآءَ لِأَمْرِكَ طَائِعًا. وَلِمَقَالَتِكَ سَامِعًا. فَسَيَأْتِيْكَ الْبَعِيْرُ. بِذِمَامِكَ يَسْتَجِيْرُ. وَالضَّبُّ وَالْغَزَالَةُ. يَشْهَدَانِ لَكَ بِالرِّسَالَةِ. وَالشَّجَرُ وَالْقَمَرُ وَالذِّيْبُ. يَنْطِقُوْنَ بِنُبُوَّتِكَ عَنْ قَرِيْبٍ. وَمَرْكَبُكَ الْبُرَاقُ. إِلَى جَمَالِكَ مُشْتَاقٌ. وَجِبْرِيْلُ شَاوُوْشُ مَمْلَكَتِكَ قَدْ أَعْلَنَ بِذِكْرِكَ فِي الْأٰفَاقِ. وَالْقَمَرُ مَأْمُوْرٌ لَكَ بِالانْشِقَاقِ. وَكُلُّ مَنْ فِي الْكَوْنِ مُتَشَوِّقٌ لِظُهُوْرِكَ. مُنْتَظِرٌ لِإِشْرَاقِ نُوْرِكَ.",
                    "latin": "Faqâlatil-malâ’ikatu yâ ḫabîbar-raḫmâni, lau ‘alimta mâ yurâdu bika minal-khairi, la‘arafta qadra manzilatika ‘alal-ghairi, wazdadta farahân wa surûran, wa bahjatan wa nûran, yâ Muḫammadu, absyir faqad nusyirat fil-kâ’inâti a‘lâmu ‘ulûmika, wa tabâsyaratil-makhlûqâtu biqudûmika, wa lam yabqa syai’un mimmâ khalaqallâhu ta‘alâ illâ jâ’a li’amrika thâ’i‘an, wa limaqâlatika sâmi‘an, fasaya’tîkal-ba‘îru, bidzimâmika yastajîru, wadl-dlabbu wal-ghazâlatu, yasyhadâni laka bir-risâlati, wasy-syajaru wal-qamaru wadz-dzaîbu, yanthiqûna binubuwwatika ‘an qarîbin, wa markabukal-burâqu, ilâ jamâlika musytâqun, wa jibrîlu syâwûsyu mamlakatihi qad a‘lana bidzikrika fil-afâqi, wal-qamaru ma’mûrun laka bil-insyiqâqi, wa kullu man fil-kauni mutasyawwiqun lidhuhûrika, muntadhirun li’isyrâqi nûrika."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "اَللّٰهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
                    "latin": "Allâhumma shalli wa sallim wa bârik 'alaihi wa 'alâ âlihi"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Kemudian malaikat mengatakan: “Wahai kekasih Sang Maha Pengasih”, seandainya kamu tahu kebaikan apa yang dikehendaki darimu, maka kamu pasti akan tahu kadar derajatmu atas selainmu. Sehingga bertambah-tambah rasa bahagia dan senangmu, keelokan dan cahayamu. Wahai Muhammad! Berilah kabar gembira! Sesungguhnya ketinggian ilmumu telah tersebar beritanya ke seluruh alam. Para makhluk merasa bahagia sebab kedatanganmu. Tiada satupun makhluk yang diciptakan Allah melainkan datang kepadamu, siap taat menjalankan perintahmu. Terhadap ucapanmu, siap mendengarkan. Kelak akan datang kepadamu seekor onta, meminta pertolongan dengan janjimu. Biawak dan rusa, keduanya bersaksi atas risalahmu. Pepohonan, rembulan, dan serigala, mereka mengucap kenabianmu dari dekat. Kendaraanmu adalah Buraq. Pada keindahanmu, ia senantiasa merindukan. Dan jibril adalah pengkabar kerajaanmu, benar benar telah mengumumkan sebutanmu ke seluruh penjuru ufuq. Rembulan diperintah untuk terbelahm adalah untuk kamu. Setiap makhluk di semesta, tidak sabar menunggu kemunculanmu, menunggu bersinarnya cahayamu. "
                    }
                },
                "2": {
                    "text": {
                        "1": "Ya Allah, limpahkan rahmat, kesalamatan, serta keberkahan kepada Nabi Muhammad beserta keluarga beliau"
                    }
                }
            }
        }
    },
    "last_updated": "2024-12-14"
}