{
    "number": 25,
    "source": "nu-online",
    "name": "",
    "latin": "Wa kâna shallallâhu…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "وَكَانَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحْسَنَ النَّاسِ خَلْقًا وَخُلُقًا. وَأَهْدَاهُمْ إِلَى الْحَقِّ طُرُقًا. كَانَ خُلُقُهُ الْقُرْاٰنُ. وَشِيْمَتُهُ الْغُفْرَانُ. يَنْصَحُ لِلْإِنْسَانِ. وَيَفْسَحُ فِي الْإِحْسَانِ. وَيَعْفُوْ عَنِ الذَّنْبِ إِذَا كَانَ فِيْ حَقِّهٖ وَسَبَبِهِ. وَإِذَا ضُيِّعَ حَقُّ اللهِ لَمْ يَقُمْ أَحَدٌ لِغَضَبِهِ. مَنْ رَاٰهُ بَدِيْهَةً هَابَهُ. وَإِذَا دَعَاهُ الْمِسْكِيْنُ أَجَابَهُ. يَقُوْلُ الْحَقَّ وَلَوْكَانَ مُرًّا. وَلَا يُضْمِرُ لِمُسْلِمٍ غِشًّا وَلَا ضُرًّا. مَنْ نَظَرَ فِيْ وَجْهِهِ عَلِمَ أَنَّهٗ لَيْسَ بِوَجْهِ كَذَّابٍ. وَكَانَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَيْسَ بِغَمَّازٍ وَلَا عَيَّابٍ. إِذَا سُرَّا فَـكَأَنَّ وَجْهَهُ قِطْعَةُ قَمَرٍ. وَإِذَا كَلَّمَ النَّاسَ فَكَأَنَّمَا يَجْنُوْنَ مِنْ كَلَامِهٖ أَحْلٰ ثَمَرٍ. وَإِذَا تَبَسَّمَ تَبَسَّمَ عَنْ مِثْلِ حَبِّ الْغَمَامِ. وَإِذَا تَكَلَّمَ فَكَأَنَّمَا الدُّرُّ يَسْقُطُ مِنْ ذٰلِكَ الْكَلَامِ. وَإِذَا تَحَدَّثَ فَكَأَنَّ الْمِسْكَ يَخْرُجُ مِنْ فِيْهِ. وَإِذَا مَرَّ بِطَرِيْقٍ عُرِفَ مِنْ طِيْبِهٖ أَنَّهٗ قَدْ مَرَّ فِيْهِ. وَإِذَا جَلَسَ فِيْ مَجْلِسٍ بَقِيَ طِيْبُهُ فِيْهِ أَيَّامًا وَإِنْ تَغَيَّبَ. وَيُوْجَدُ مِنْهُ أَحْسَنُ طِيْبٍ وَإِنْ لَمْ يَكُنْ قَدْ تَطَيَّبَ. وَإِذَا مَشـٰى بَيْنَ أَصْحَابِهٖ فَكَأَنَّهُ الْقَمَرُ بَيْنَ النُّجُوْمِ الزُّهْرِ. وَإِذَا أَقْبَلَ لَيْلاً فَكَأَنَّ النَّاسَ مِنْ نُوْرِهٖ فِيْ أَوَانِ الظُّهْرِ. وَكَانَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيْحِ الْمُرْسَلَةِ. وَكَانَ يَرْفُقُ بِالْيَتِيْمِ وَالْأَرْمَلَةِ. قَالَ بَعْضُ وَاصِفِيْهِ مَا رَأَيْتُ مِنْ ذِيْ لِمَّةٍ سَوْدَآءَ. فِيْ حُلَّةٍ حَمْرَآءَ. أَحْسَنَ مِنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.",
                    "latin": "Wa kâna shallallâhu ‘alaihi wa sallama aḫsanan-nâsi khulqan wa khuluqan, wa ahdâhum ilal-ḫaqqi thuruqan, kâna khuluquhu khuluqul-qur’ânu, wa syîmatuhul-ghufrânu, yanshaḫu lil-insâni, wa yafsaḫu fil-iḫsâni, wa ya‘fû ‘anidz-dzanbi idzâ kâna fîḫaqqihi wa sababihi, wa idzâ dluyyi‘a ḫaqqullâhi lam yaqum aḫadun lighadlabihi, man râ’ahu badîhatan hâbahu, wa idzâ da‘âhul-miskînu ajâbahu, yaqûlul-ḫaqqa wa lau kâna murran, wa lâ yudlmiru limuslimin ghisysyan wa la dlurran, man nadhara fî wajhihi ‘alima annahu laisa biwajhihi kadzdzâbin, wa kâna shallallâhu ‘alaihi wa sallama laisa bighammâzin wa lâ ‘ayyâbin, idzâ surran faka’anna wajhahu qith‘atu qamarin, wa idzâ kallaman-nâsa fa ka’annamâ yajnûna min kalâmihî aḫlâ tsamarin, wa idzâ tabassama tabassama ‘an mitsli ḫabbil-ghamâmi, wa idza takallama faka’annamad-durru yasquthu min dzâlikal-kalâmi, wa idza taḫaddatsa faka’annal-miska yakhruju min fîhi, wa idzâ marra bitharîqin ‘urifa min thîbihî annahu qad marra fîhi, wa idzâ jalasa fî majlisin baqiya thîbuhu fîhi ayyamân wa in taghayyaba, wa yûjadi minhu aḫsanu thîbin wa in lam yakun qad tathayyaba, wa idzâ masyâ baina ashḫâbihi faka’annahul-qamaru bainan-nujûmiz-zuhri, wa idzâ aqbala lailan faka’annan-nâsa min nûrihi fî awânidh-dhuhri, wa kâna shallallâhu ‘alaihi wa sallama ajwada bil-khairi minar-rîḫil-mursalati, wa kâna yarfuqu bil-yatîmi wal-armalati, qâla ba‘dlu wâshifîhi mâ raitu min dzî limmatin saudâ’a, fî ḫullatin ḫamrâ’a, aḫsana min rasûlillâhi shallallâhu ‘alaihi wa sallama."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "اَللّٰهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
                    "latin": "Allâhumma shalli wa sallim wa bârik 'alaihi wa 'alâ âlihi"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Nabi ﷺ adalah sebaik-baiknya manusia dari segi penciptaanya dan pekertinya. Dan memberi petunjuk kejalan yang benar. Akhlaknya adalah Al-Qur’an. Memiliki sifat khusus yaitu pemaaf. Gemar memberi nasehat manusia. Membuat lapang dengan kebaikan. Mudah memaafkan suatu dosa bila dosa itu berkaitan dengan hak dirinya atau sebab dirinya. Namun jika hak Allah yang disia-siakan, maka tiada satu orang pun yang berani berdiri karena kemarahannya. Barang siapa melihat beliau, seketika orang itu takut karena wibawanya. Jika diundang orang miskin, maka ia pasti mendatanginya. Senantiasa berkata benar, meski itu pahit. Tidak pernah menyimpan rahasia, menipu serta membahayakan orang-orang islam. Orang yang memandang wajahnya, senantiasa akan tahu bahwasanya ia bukan pembohong. Dan Nabi ﷺ, tidak pernah memiliki rasa iri atau suka membuka aib orang lain. Ketika sedang bahagia, seolah wajahnya bagaikan belahan rembulan. Saat berbicara dengan manusia, seolah-olah mereka tengah memetik buah yang manis. Saat ketika tersenyum, senyumnya sesejuk butiran air embun. Saat ia berbicara, seolah untaian mutiara tercecer berjatuhan dari perkataannya. Saat ia memulai menjadi lawan bicara, bak (harum) misik keluar dari mulutnya. Saat ia berjalan di suatu jalan, seolah senantiasa masih tersisa keharuman beliau di jalan yang pernah dilewatinya. Saat ia duduk di suatu majlis, keharumannya seolah tiada pernah hilang dari majelis itu sampai beberapa hari kemudian kendati beliau sudah meninggalkan. Beliau selalu berbau harum meskipun tidak pernah memakai wewangian. Saat beliau berjalan di antara para sahabatnya, bagaikan rembulan di antara bintang-bintang yang gemerlap. Saat menjelang malam, seolah manusia masih bisa melihat dengan jelas karena pancaran sinarnya. Dan Rasulullah ﷺ, adalah orang paling pemurah meski dibandingkan dengan tiupan angin yang berhembus. Beliau lemah lembut terhadap anak yatim dan para janda. Sebagian dari orang yang melihat karakter beliau pernah berkata: “Belum pernah aku melihat dari orang yang berambut hitam dengan busana merah, yang lebih tampan dibandingkan dengan Rasulullah ﷺ."
                    }
                },
                "2": {
                    "text": {
                        "1": "Ya Allah, limpahkan rahmat, kesalamatan, serta keberkahan kepada Nabi Muhammad beserta keluarga beliau"
                    }
                }
            }
        }
    },
    "last_updated": "2024-12-14"
}