{
    "number": 5,
    "source": "nu-online",
    "name": "",
    "latin": "Al-ḫamdulillâhil qawiyy…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "اَلْحَمْدُ لِلّٰهِ الْقَوِيِّ الْغَالِبِ. اَلْوَلِيِّ الطَّالِبِ. اَلْبَاعِثِ الْوَارِثِ الْمَانِحِ السَّالِبِ. عَالِمِ الْكَآئِنِ وَالْبَآئِنِ وَالزَّآئِلِ وَالذَّاهِبِ. يُسَبِّحُهُ الْأَٓفِلُ وَالْمَآئِلُ وَالطَّالِعُ وَالْغَارِبُ. وَيُوَحِّدُهُ النَّاطِقُ وَالصَّامِتُ وَالْجَامِدُ وَالذَّآئِبُ. يَضْـرِبُ بِعَدْلِهِ السَّاكِنُ وَيَسْكُنُ بِفَضْلِهِ الضَّارِبُ. (لَآ إِلٰهَ إِلَّا اللهُ). حَكِيْمٌ أَظْهَرَ بَدِيْعَ حِكَمِهٖ وَالْعَجَآئِبِ. فِيْ تَرْتِيْبِ تَرْكِيْبِ هٰذِهِ الْقَوَالِبِ. خَلَقَ مُخًّا وَعَظْمًا وَعَضُدًا وَعُرُوْقًا وَلَحْمًا وَجِلْدًا وَشَعْرًا بِنَظْمٍ مُؤْتَلِفٍ مُتَرَاكِبٍ. مِنْ مَآءٍ دَافِقٍ يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَآئِبِ. (لَآ إِلٰهَ إِلَّا اللهُ). كَرِيْمٌ بَسَطَ لِخَلْقِهٖ بِسَاطَ كَرَمِهٖ وَالْمَوَاهِبِ. يَنْزِلُ فِيْ كُلِّ لَيْلَةٍ إِلَى سَمَآءِ الدُّنْيَا وَيُنَادِيْ هَلْ مِنْ مُسْتَغْفِرٍ هَلْ مِنْ تَآئِبٍ. هَلْ مِنْ طَالِبِ حَاجَةٍ فَأُنِيْلَهُ الْمَطَالِبَ. فَلَوْ رَأَيْتَ الْخُدَّامَ قِيَامًا عَلَى الْأَقْدَامِ وَقَدْ جَادُوْا بِالدُّمُوْعِ السَّوَاكِبِ. وَالْقَوْمَ بَيْنَ نَادِمٍ وَتَآئِبٍ. وَخَآئِفٍ لِنَفْسِهٖ يُعَاتِبُ. وَآبِقٍ مِنَ الذُّنُوْبِ إِلَيْهِ هَارِبٍ. فَلَا يَزَالُوْنَ فِي الْإِسْتِغْفَارِ حَتَّى يَكُفَّ كَفُّ النَّهَارِ ذُيُوْلَ الْغَيَاهِبِ. فَيَعُوْدُوْنَ وَقَدْ فَازُوْا بِالْمَطْلُوْبِ وَأَدْرَكُوْا رِضَا الْمَحْبُوْبِ وَلَمْ يَعُدْ أَحَدٌ مِنَ الْقَوْمِ وَهُوَ خَآئِبٌ. (لَآإِلٰهَ إِلَّا أللهُ). فَسُبْحَانَهٗ وَتَعَالىٰ مِنْ مَلِكٍ أَوْجَدَ نُوْرَ نَبِيِّهٖ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ نُوْرِهٖ قَبْلَ أَنْ يَخْلُقَ اٰدَمَ مِنَ الطِّيْنِ اللَّازِبِ. وَعَرَضَ فَخْرَهٗ عَلَى الْأَشْيَآءِ وَقَالَ هٰذَا سَيِّدُ الْأَنْبِيَآءِ وَأَجَلُّ الْأَصْفِيَآءِ وَأَكْرَمُ الْحَبَآئِبِ",
                    "latin": "Al-ḫamdulillâhil-qawiyyil-ghâlib, al-waliyyith-thâlib, al-bâ’itsil-wâritsl-mâniḫis-sâlib, ‘âlimil-kâ’ini wal-bâ’ini waz-zâ’ili wadz-dzâhibi, yusabbiḫul-âfilu wal-mâ’ilu wath-thâli‘u wal-ghâribu, wa yuwaḫḫiduhun-nâthiqu wash-shâmitu wal-jâmidu wadz-dzâ’ibu, yadlribu bi’adlihis-sâkinu wa yaskunu bifadllihidl-dlârib. (lâ ilâha illallâhu). ḫakîmun adhhara badî’a ḫikamihî wal-‘ajâ’ibi, fî tartîbi tarkîbi hâdzihil-qawâlibi, khalaqa mukhkhan wa ‘adhman wa ‘adludan wa ‘urûqan wa laḫman wa jildan wa sya’ran binadhmi mu’talifin mutarâkibi, min mâ’in dâ’iqin yakhruju minbainishl-shulbi wat-tarâ’ib. (lâ ilâha illallâh). Karîmun basatha likhalqihi bisâtha karamihî wal-mawâhibi, yanzilu fî kulli lailatin ilâ samâ’id-dunyâ wa yunâdî hal min mustaghfirin hal min tâ’ibin, hal min thâlibi ḫâjatin fa’anîlahul-mathâliba, falau ra’aital-khuddâma qiyâman ‘alal-aqdâmi wa qad jâdû bid-dumû’is-sawâkibi, wal-qauma baina nâdimin watâ’ibin, wa khâ’ifin linafsihî yu’âtibu, wa âbiqi minadz-dzunûbi ilaihi hâribin, falâ yazâlûna fil istighfâri ḫattâ yakuffa kaffun nahâri dzuyûlal ghayâhibi. wa qad fâzû bil-mathlûbi wa adrakû ridlal-maḫbûbi wa lam ya’ud aḫadun minal-qaumi wa huwa khâ’ibun, (lâ ilâha illallâhu), fasubḫânahu wa ta’âlâ min malakin au jada nûra nabiyyihî Muḫammadin shallallâhu ‘alaihi wa sallama min nûrihi qabla an yakhluqa âdama minath-thînil-lâzib, wa ‘aradla fakhrahu ‘alal-asyyâ’i wa qâla hâdzâ sayyidul-anbiyâ’i wa ajallul-ashfiyâ’i wa akramul-ḫabâ’ibi."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "اَللّٰهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
                    "latin": "Allâhumma shalli wa sallim wa bârik 'alaihi wa 'alâ âlihi"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Segala puji bagi Allah, Yang Mahakuat lagi Maha Perkasa. Maha Pelindung lagi Penuntut segala dosa. Maha Membangkitkan di hari kiamat, Mahakekal, Maha Penganugerah, lagi Maha Pelenyap sengsara. Maha Mengetahui segala keadaan: yang nyata, yang musnah, dan yang binasa. Bertasbih kepada-Nya (semua) yang tenggelam, yang condong. Yang terbit dan yang terbenam. Semua makhluk yang berbicara dan yang diam, Mengesakan Allah, demikian juga yang padat dan yang cair. Dengan keadilan-Nya, yang diam bisa bergerak, dan dengan keutamaan-Nya, yang bergerak menjadi diam. Tiada Tuhan selain Allah. Yang Maha Bijaksana, yang menciptakan keindahan hikmah-Nya dan berbagai keajaiban. Dalam pengaturan susunan perwujudan manusia ini. Menciptakan otak, tulang, bahu, urat pembuluh darah, daging, kulit, rambut dan darah dengan susunan teratur rapi. Dari sperma yang terpancar dari tulang rusuk laki-laki dan tulang dada perempuan. Tiada Tuhan selain Allah. Maha mulialah Dzat yang menghamparkan kemuliaan dan anugerah untuk makhluk-Nya. Setiap malam rahmat Allah turun ke langit dunia, dan memanggil: Adakah malam ini orang yang mohon ampun serta adakah orang yang bertaubat? Orang yang memohon akan hajatnya maka aku akan kabulkan hajatnya. Seandainya telah engkau lihat hamba-hamba mengabdi kepada Allah, berdiri tegak di atas telapak-telapak kakinya dengan cucuran air mata, di antara segolongan kaum ada yang menyesali dosa-dosanya dan bertaubat. Ada orang-orang yang khawatir berbuat dosa lagi dan mencerca kepada dirinya sendiri, ada orang yang lari menghindar dari perbuatan-perbuatan dosa menuju perlindungan Allah. Tidak ada henti-hentinya mereka mohon ampunan, Sehingga berhari-hari lamanya meratapi rentetan kealpaannya. Kemudian mereka kembali menekuni ibadah, dan mereka benar-benar beruntung dengan apa yang dicari, dan menemui keridhaan Allah yang dicintai dan tiada seorangpun dari suatu kaum yang kembali dengan membawa kerugian. Tiada Tuhan selain Allah. Mahasuci Allah dan Mahaluhur yang telah menciptakan nur Muhammad ﷺ, dari nur-Nya sebelum menciptakan Adam dari tanah liat. Allah memperlihatkan keagungan nur Muhammad kepada penghuni surga seraya berfirman: “Inilah pemimpin para Nabi dan paling agung di antara orang-orang pilihan serta orang paling mulia di antara para kekasih Allah.”"
                    }
                },
                "2": {
                    "text": {
                        "1": "Ya Allah, limpahkan rahmat, kesalamatan, serta keberkahan kepada Nabi Muhammad beserta keluarga beliau"
                    }
                }
            }
        }
    },
    "last_updated": "2024-12-12"
}