{
    "number": 6,
    "source": "nu-online",
    "name": "",
    "latin": "Qîla huwa âdam…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "قِيْلَ هُوَ آدَمُ، قَالَ آدَمُ بِهِ أُنِيْلُهُ أَعْلَى الْمَرَاتِبِ. قِيْلَ هُوَ نُوْحٌ، قَالَ نُوْحٌ بِهِ يَنْجُوْ مِنَ الْغَرَقِ وَيَهْلِكُ مَنْ خَالَفَهُ مِنَ الْأَهْلِ وَالْأَقَارِبِ. قِيْلَ هُوَ إِبْرَاهِيْمُ، قَالَ إِبْرَاهِيْمُ بِهِ تَقُوْمُ حُجَّتُهُ عَلَى عُبَّادِ اْلأَصْنَامِ وَالْكَوَاكِبِ. قِيْلَ هُوَ مُوْسَى، قَالَ مُوْسَى أَخُوْهُ وَلَكِنْ هَذَا حَبِيْبٌ وَمُوْسَى كَلِيْمٌ وَمُخَاطِبٌ. قِيْلَ هُوَ عِيْسَى، قَالَ عِيْسَى يُبَشِّرُ بِهِ وَهُوَ بَيْنَ يَدَيْ نُبُوَّتِهِ كَالْحَاجِبِ. قِيْلَ فَمَنْ هَذَا الْحَبِيْبُ الْكَرِيْمُ الَّذِيْ أَلْبَسْتَهُ حُلَّةَ الْوَقَارِ، وَتَوَّجْتَهُ بِتِيْجَانِ الْمَهَابَةِ وَالْإِفْتِخَارِ، وَنَشَرْتَ عَلَى رَأْسِهِ الْعَصَائِبِ. قَالَ هُوَ نَبِيٌّ ࣙاسْتَخَرْتُهُ مِنْ لُؤَيِّ ابْنِ غَالِبِ. يَمُوْتُ أَبُوْهُ وَأُمُّهُ وَيَكْفُلُهُ جَدُّهُ ثُمَّ عَمُّهُ الشَّقِيْقُ أَبُوْ طَالِبٍ",
                    "latin": "Qîla huwa âdamu, qâla âdamu bihi unîluhu a‘lal-marâtibi, qîla huwa nûḫun, qâla nûhûn bihi yanjû minal-gharaqi wa yahliku man khâlafahu minal-ahli wal-aqâribi, qîla huwa ibrâhîmu, qâla ibrâhîmu bihi taqûmu ḫujjatuhu ‘alâ ‘ubbâdil-ashnâmi wal-kawâkibi, qîla huwa mûsâ, qâla mûsâ akhûhu wa lâkin hâdzâ ḫabîbun wa mûsâ kalîmun wa mukhâthibun, qîla huwa ‘Îsâ, qâla Îsâ yubasysyiru bihi wa huwa baina yadai nubuwwatihi kal-ḫâjibi, qîla faman hâdzâl-ḫabîbul-karîmul-ladzî albastahu ḫullatal-waqâri, wa tawwajtahu bitîjânil-mahâbati wal-iftikhâri, wa nasyarta ‘alâ ra’sihil-‘ashâ’ibi, qâla huwa nabiyyun istakhartuhu min lu’ayyib-ni ghâlib, yamûtu abûhu wa ummuhu wa yakfuluhu jadduhu tsumma 'ammuhusy-syaqîqu abû thâlibin."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "اَللّٰهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
                    "latin": "Allâhumma shalli wa sallim wa bârik 'alaihi wa 'alâ âlihi"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Ditanyakan malaikat bertanya: “Adakah nur itu pada Nabi Adam?” Allah berfirman: “Dengan nur ini, Aku anugerahkan kepada Adam martabat yang tinggi.” malaikat kembali bertanya: “Adakah nur itu pada Nuh?” Allah berfirman: Dengan nur ini Nuh dapat selamat dari tenggelam dan binasalah orang-orang yang menentangnya dari ahli keluarga dan kerabatnya.” malaikat bertanya: “Adakah nur ini pada Nabi Ibrohim?” Allah berfirman: “Dengan nur ini Nabi Ibrohim sanggup menyampaikan hujjahnya dengan mengalahkan para penyembah berhala dan bintang-bintang.” malaikat bertanya: “Adakah nur ini pada Nabi Musa?” Allah berfirman: “Nabi Musa itu adalah saudaranya, tetapi nur ini adalah kekasih-Ku dan Musa adalah penerima firman-Ku dan yang berbicara dengan-Ku.” malaikat bertanya: “Adakah nur ini pada Nabi Isa?” Allah berfirman: “Dengan nur ini Nabi Isa membawa kabar akan kelahiran nur ini di antara dengan kenabiannya dalam jarak waktu sangat dekat, bagaikan mata dengan alis.” malaikat bertanya: “Lantas siapakah kekasih mulia yang telah Engkau hiasi dengan hiasan ketenteraman, Engkau beri mahkota dari mahkota kewibawaan dan kemegahan dan Engkau kibarkan bendera kepemimpinan di atasnya?” Allah berfirman: “Dialah seorang nabi yang telah aku pilih dari keturunan Luay bin Ghalib, ayah dan ibunya telah meninggal dunia, kemudian diasuh oleh kakeknya, kemudian oleh pamannya yaitu saudara kandung ayahnya yang bernama Abu Tholib.”"
                    }
                },
                "2": {
                    "text": {
                        "1": "Ya Allah, limpahkan rahmat, kesalamatan, serta keberkahan kepada Nabi Muhammad beserta keluarga beliau"
                    }
                }
            }
        }
    },
    "last_updated": "2024-12-14"
}