{
    "number": 11,
    "source": "nu-online",
    "name": "",
    "latin": "Tsumma innahû shallallah…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "ثُمَّ إِنَّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْدَ أَنْ حَكَمَتِ الْقُدْرَةُ بِظُهُوْرِه. وَانْتَشَرَتْ فِي الْأَكْوَانِ لَوَامِعُ نُوْرِه. تَسَابَقَتْ إِلَى رَضَاعِهِ الْمُرْضِعَات. وَتَوَفَّرَتْ رَغَبَاتُ أَهْلِ الْوُجُوْدِ فِي حَضَانَةِ هٰذِهِ الذَّات. فَنَفَذَ الْحُكْمُ مِنَ الْحَضْرَةِ الْعَظِيْمَة. بِوَاسِطَةِ السَّوَابِقِ الْقَدِيْمَة. بِأَنَّ الْأَوْلَى بِتَرْبِيَةِ هٰذَا الْحَبِيْبِ وَحَضَانَتِهِ السَّيِّدَةُ حَلِيْمَة. وَحِيْنَ لَاحَظَتْهُ عُيُوْنُهَا. وَبَرَزَ فِي شَأْنِهَا مِنْ أَسْرَارِ الْقُدْرَةِ الرَّبَّانِيَّةِ مَكْنُوْنُهَا. نَازَلَ قَلْبَهَا مِنَ الْفَرَحِ وَالسُّرُوْر. مَا دَلَّ عَلَى أَنَّ حَظَهَا مِنَ الْكَرَامَةِ عِنْدَ اللهِ حَظٌّ مَوْفُوْر. فَحَنَتْ عَلَيْهِ حُنُوَّ الْأُمَّهَاتِ عَلَى الْبَنِيْن. وَرَغِبَتْ فِي رَضَاعِهِ طَمَعًا فِي نَيْلِ بَرَكَاتِهِ الَّتِيْ شَمِلَتِ الْعَالَمِيْن. فَطَلَبَتْ مِنْ اُمِّهِ الْكَرِيْمَة. أَنْ تَتَوَلَّى رَضَاعَهُ وَحَضَانَتَهُ وَتَرْبِيَتَهُ بِالْعَيْنِ الرَّحِيْمَة. فَأَجَابَتْهَا بِالتَّلْبِيَةِ لِدَاعِيْهَا. لِمَا رَأَتْ مِنْ صِدْقِهَا فِيْ حُسْنِ التَّرْبِيَّةِ وَوُفُوْرِ دَوَاعِيْهَا. فَتَرَحَّلَتْ بِهِ إِلَى مَنَازِلِهَا مَسْرُوْرَة. وَهِيَ بِرِعَايَةِ اللهِ مَحْفُوْفَةٌ وَبِعَيْنِ عِنَايَتِهِ مَنْظُوْرَة. فَشَاهَدَتْ فِي طَرِيْقِهَا مِنْ غَرِيْبِ الْمُعْجِزَات. مَا دَلَّهَا عَلَى أَنَّهُ أَشْرَفُ الْمَخْلُوْقَات. فَقَدْ أَتَتْ وَشَارِفُهَا وَأَتَانُهَا ضَعِيْفَتَان. وَرَجَعَتْ وَهُمَا لِدَوَابِّ الْقَافِلَةِ يَسْبِقَان. وَقَدْ دَرَتِ الشَّارِفُ وَالشِّيَاهُ مِنَ الْأَلْبَان. بِمَا حَيَّرَ الْعُقُوْلَ وَالْأَذْهَان. وَبَقِيَ عِنْدَهَا فِيْ حَضَانَتِهَا وَزَوْجِهَا سَنَتَيْن. تَتَلَقَّى مِنْ بَرَكَاتِهِ وَعَجَائِبِ مُعْجِزَاتِهِ مَا تَقَرُّ بِهِ الْعَيْن. وَتَنْتَشِرُ أَسْرَارُهُ فِي الْكَوْنَيْن. حَتَّى وَاجَهَـتْهُ مَلَائِكَةُ التَّخْصِيْصِ وَالْإِكْرَام. بِالشَّرَفِ الَّذِيْ عَمَّتْ بَرَكَتُهُ الْأَنَام. وَهُوَ يَرْعَى الْأَغْنَام. فَاضْجَعُوْهُ عَلَى الْأَرْضِ إِضْجَاعَ تَشْرِيْفِ. وَشَقُّوْا بَطْنَهُ شَقًّا لَطِيْف. ثُمَّ أَخْرَجُوْا مِنْ قَلْبِهِ مَا أَخْرَجُوْهُ وَأَوْدَعُوْا فِيْهِ مِنْ أَسْرَارِ الْعِلْمِ وَالْحِكْمَةِ مَا أَوْدَعُوْه . وَمَا أَخْرَجَ الْأَمْلَاكُ مِنْ قَلْبِهِ أَذًى. وَلٰكِنَّهُمْ زَادُهُ طُهْرًا عَلَى طُهْرِ وَهُوَ مَعَ ذٰلِكَ فِي قُوَّةٍ وَثَبَات. يَتَصَفَّحُ مِنْ سُطُوْرِ الْقُدْرَةِ الْإِلٰهِيَّةِ بَاهِرَ الْأَيَات. فَبَلَغَ إِلَى مُرْضِعَتِهِ الصَّالِحَةِ الْعَفِيْفَة. مَا حَصَلَ عَلَى ذَاتِهِ الشَّرِيْفَة. فَتَخَوَّفَتْ عَلَيْهِ مِنْ حَادِثٍ تَخْشَاه. وَلَمْ تَدْرِ أَنَّهُ مُلَاحَظٌ بِالْمُلَاحَظَةِ التَّامَّةِ مِنْ مَوْلَاهُ. فَرَدَّتْهُ إِلَى اُمِّهِ وَهِيَ غَيْرُ سَخِيَّةٍ بِفِرَاقِه. وَلٰكِنْ لِمَا قَامَ مَعَهَا مِنْ حُزْنِ الْقَلْبِ عَلَيْهِ وَإِشْفَاقِه. وَهُوَ بِحَمْدِ اللهِ فِي حِصْنٍ مَانِعٍ وَمَقَامٍ كَرِيْم",
                    "latin": "Tsumma innahu shallallâhu ‘alaihi wa sallam ba‘da an ḫakamatil-qudratu bidhuhûrihi, wa antasyarat fil-akwâni lawâmi‘u nûrihi, tasâbaqat ilâ radlâ‘ihil-murdli‘âti, wa tawaffarat raghabâtu ahlil-wujûdi fî ḫadlânati hâdzihidz-dzât, fanafadzal-ḫukmu minal-ḫadlratil-‘adhîmat, biwâsithatis-sawâbiqil-qadîmati, biannal-aula bitarbiyati hâdzal-ḫabîbi wa ḫadlânatihis-sayyidatu ḫalîmah, wa ḫîna lâ ḫadhat hu ‘uyûnuhâ, wa baraza fî sya’nihâ min asrâril-qudratir-rabbâniyyati maknûnuhâ, nâzala qalbahâ minal-faraḫî was-surûri, mâ dalla ‘alâ anna ḫadhahâ minal-karâmati ‘indallâhi ḫadhdhun maufûr, faḫanat ‘alaihi hunuwwal-ummahâti ‘alal-banîn, wa raghibat fî radlâ‘ihi thama‘an fî naili barakâtihil-latî syamilatil-‘âlamîn, fathalabat min ummihil-karîmati, an tatawallâ radlâ‘ahu wa ḫadlânatahu wa tarbiyatahu, bil-‘ainir-raḫîmah, fa ajâbat hâ bit-talbiyati lida‘îhâ, limâ ra’at min shidqihâ fî ḫusnit-tarbiyyati wa wufûri dawâ‘îhâ, fataraḫḫalat bihi ilâ manâzilihâ masrûrat, wa hiya biri‘âyatillâhi maḫfûfatun wa bi‘aini ‘inâyatihi mandhûrat, fasyâhadat fî tharîqihâ min gharîbil-mu‘jizâti, mâ dallahâ ‘alâ annahu asyraful-makhlûqâti, faqad atat wa syârifuhâ wa atânuhâ dla‘îfatân, wa raja‘at wa humâ lidawâbbil-qâfilati yasbiqân, wa qad daratisy-syârifu wasy-syiyâhu minal-albân. bimâ ḫayyaral-‘uqûla wal-adzhân, wa baqiya ‘indahâ fî ḫadlânatihâ wa zaujihâ sanatain, tatalaqqâ min barakâtihi wa ‘ajâ’ibi mu‘jizâtihi mâ taqarru bihil-‘aini, wa tantasyiru asrâruhu fil-kaunain, ḫattâ wâjahat hu malâ’ikatut-takhshîshi wal-ikrâm, bisy-syarafil-ladzî ‘ammat barakatuhul-anâm, wa huwa yar‘âl-aghnâm, fadlja‘ûhu ‘alal-ardli idljâ‘a tasyrîfi, wa syaqqû bathnahu syaqqan lathîf, tsumma akhrajû min qalbihi mâ akhrajûhu wa auda‘û fîhi min asrâril-‘ilmi wal-ḫikmati mâ auda‘ûhu, wa mâ akhrajal-amlâku min qalbihi adza, wa lâkinnahum zâduhu thuhran ‘alâ thuhri wa huwa ma‘a dzâlika fî quwwatin wa tsabât, yatashaffaḫu min suthûril-qudratil-ilâhiyyati bâhiral-ayâti, fabalagha ilâ murdli‘atihish-shâliḫatil-‘afîfati, mâ ḫashala ‘alâ dzâtihisy-syarîfati, fatakhawwafat ‘alaihi min ḫâditsin takhsyâhu, wa lam tadri annahu mulâḫadhun bil-mulâḫadhatit-tâmmati min maulâhu, faraddat hu ilâ ummihi wa hiya ghairu sakhiyyatin bifirâqihi, wa lâkin limâ qâma ma‘ahâ min ḫuznil-qalbi ‘alaihi wa isyfâqihi, wa huwa biḫamdillâhi fî ḫishnin mâni‘in wa maqâmin karîm."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Kemudian setelah sempurna kelahirannya, esuai yang dikehendaki qudrat llahi, dan nur cahayanya yang terang bertebaran di seluruh mayapada, berlombalah para inang pengasuh ingin menyusuinya. Makin besar pula keinginan penghuni bumi memeliharanya. Dan terlaksanalah kehendak Allah Mahaagung lagi Mahabijaksana, yang ditetapkan-Nya semenjak dahulu kala, bahwasanya Sayyidah Halimah paling utama, mendidik mengasuh insan tercinta ini. Maka tatkala kedua matanya memandangnya, terungkap rahasia qudrah Rabbaniyyah pada dirinya. Tercurahlah keriangan dan suka cita dalam hatinya Menunjukkan ia beroleh kehormatan di sisi Allah dalam kadar besar tiada terhingga Kasih.sayangnya segera tertuju pada bayi mulia itu, seperti nanya para ibu terhadap putra kandungnya. Dan besarlah keinginan untuk menyusuinya, dengan harapan memperoleh berkahnya, yang tersebar luas meliputi alam semesta. la pun mohon dari ibundanya yang mulia agar menyerahkan padanya. Tugas menyusui dan mengasuh, serta mendidiknya dengan cinta kasih sayang sepenuhnya. Maka diluluskan permohonan itu, setelah menyaksikan ketulusan ucapanya. Dengan segala tanda yang meyakinkannya, mengenai cara pemeliharaan yang sempurna. Segera Halimah membawanya pulang ke kampong dengan hati riang dan ceria diiring penjagaan Allah dan inayah-Nya yang terus-menerus menyertainya. Dalam perjalanan pulang itu, la menyaksikan berbagai mu’jizat yang mengherankan, dan membuatnya bertambah yakin betapa besar kemuliaan bayi yang bersamanya. Unta tua dan keledai miliknya yang lemah, tiada berdaya kini berlomba mengalahkan yang lain dalam kafilahnya. Air susu unta dan kambingnya, memancar deras dengan lebatnya, membuat takjub tiap orang melihatnya Dua tahun Nabi ﷺ tinggal bersama Halimah dan suaminya. Selama itu keduanya menikmati berkah dan mu’jizat-mu’jizatnya, yang mengagumkan setiap mata yang menyaksikan dan rahasia hikmahnya tersebar merata di mana-mana. Sampai pada suatu hari, ketika sedang menggembala domba datang kepadanya beberapa malaikat membawa penghormatan khusus baginya yang keberkahannya meliputi umat manusia. Mereka membaringkannya dengan hati-hati, lalu membelah dadanya dengan lemah lembut dan mengeluarkan apa yang mereka keluarkan, kemudian menyimpankan rahasia ilmu dan hikmah ke dalamnya Tiada suatu kotoran mengganggu yang dikeluarkan malaikat dari hatinya, tapi mereka hanya menambahkan kesucian di atas kesucian…. Dalam pada itu, beliau tetap dalam kekuatan dan ketabahan hati, menyaksikan tanda-tanda kebesaran kuasa llahi, yang dialami dalam dirinya sendiri Namun berita kejadian itu akhirnya sarnpai juga ke pendengaran Halimah yang baik hati, la pun gelisah dan khawatir akan bencana yang mungkin menimpa putranya itu. Tidak diketahuinya bahwa ia dijaga oleh Tuhannya dengan penjagaan amat sempurna Maka dibawanya pulang segera kepada bundanya, meski perpisahan itu berat terasa dalam hatinya, namun semata-mata disebabkan kegundahan dan kecemasan atas keselamatannya. Padahal ia sebenarnya, dengan karunia Allah, dalam benteng penjagaan yang kokoh kuat, serta kedudukan amat tinggi dan mulia."
                    }
                },
                "2": {
                    "text": {
                        "1": "Limpahkan, ya Allah, semulia-mulia shalawat dan salam atas junjungan dan nabi kami, Muhammad SAW yang amat penyantun dan penyayang"
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}