{
    "number": 13,
    "source": "nu-online",
    "name": "",
    "latin": "Tsumma innahû ba‘da mâ…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "ثُمَّ إِنَّهُ بَعْدَ مَا نَزَلَ عَلَيْهِ الْوَحْيُ الْبَلِيْغ. تَحَمَّلْ أَعْبَاءَ الدَّعْوَةِ وَالتَّبْلِيْغ. فَدَعَا الْخَلْقَ إِلَى اللهِ عَلَى بَصِيْرَةِ. فَأَجَابَهُ بِالْإِذْعَانِ مَنْ كَانَتْ لَهُ بَصِيْرَةٌ مُنِيْرَة. وَهِيَ إِجَابَةٌ سَبَقَتْ بِهَا الْأَقْضِيَةُ وَالْأَقْدَار. تَشَرَّفَ بِالسَّبْقِ إِلَيْهَا الْمُهَاجِرُوْنَ وَالْأَنْصَار. وَقَدْ أَكْمَلَ اللهُ بِهِمَّةِ هٰذَا الْحَبِيْبِ وَأَصْحَابِهِ هٰذَا الدِّيْن. وَأَكْبَتَ بِشِدَّةِ بَأْسِهِمْ قُلُوْبَ الْكَافِرِيْنَ وَالْمُلْحِدِيْن. فَظَهَرَ عَلَى يَدَيْهِ مِنْ عَظِيْمِ الْمُعْجِزَات. مَا يَدُلُّ عَلَى أَنَّهُ أَشْرَفُ أَهْلِ الْأَرْضِ وَالسَّمَوَات. فَمِنْهَا تَكْثِيْرُ الْقَلِيْل. وَبُرْءُ الْعَلِيْل. وَتَسْلِيْمُ الْحَجَر. وَطَاعَةُ الشَّجَر. وَانْشِقَاقُ الْقَمَر. وَالْإِخْبَارُ بِالْمُغَيَّبَات. وَحَنِيْنُ الْجِذْعِ الَّذِيْ هُوَ مِنْ خَوَارِقِ الْعَادَات. وَشَهَادَةُ الضَّبِّ لَهُ وَالْغَزَالَة. بِالنُّبُوَّةِ وَالرِّسَالَة. إِلَى غَيْرِ ذٰلِكَ مِنْ بَاهِرِ الْآيَات. وَغَرَائِبِ الْمُعْجِزَات. اَلَّتِيْ أَيَّدَهُ اللهُ بِهَا فِيْ رِسَالَتِه. وَخَصَّصَهُ بِهَا مِنْ بَيْنِ بَرِيَّتِه. وَقَدْ تَقَدَّمَتْ لَهُ قَبْلَ النُّبُوَّةِ إِرْهَاصَات. هِيَ عَلَى نُبُوَّتِهِ وَرِسَالَتِهِ مِنْ أَقْوَى الْعَلَامَات. وَمَعَ ظُهُوْرِهَا وَانْتِشَارِهَا سَعِدَ بِهَا الصَّادِقُوْنَ مِنَ الْمُؤْمِنِيْن. وَشَقِيَ بِهَا الْمُكَذِّبُوْنَ مِنَ الْكَافِرِيْنَ وَالْمُنَافِقِيْن. وَتَلَقَّاهَا بِالتَّصْدِيْقِ وَالتَّسْلِيْم. كُلُّ ذِيْ قَلْبٍ سَلِيْم",
                    "latin": "Tsumma innahu ba‘da mâ nazzala ‘alaihil-waḫyul-balîgh, taḫammal a‘bâ’ad-da‘wati wat-tabligh, fada‘al-khalqa ilallâhi ‘alâ bashîrah, fa ajâbahu bil-idz‘âni man kânat lahu bashîratun munîrah, wa hiya ijâbatun sabaqat bihal-aqdliyatu wal-aqdâr, tasyarrafa bis-sabqi ilaihal-muhâjirûna wal-anshâr, wa qad akmalallâhu bihimmati hâdzal-ḫabîbi wa ashḫâbihi hâdzad-dîn, wa akbata bisyiddati ba’sihim qulûbal-kâfirîna wal-mulḫidîn, fadhahara ‘alâ yadaihi min ‘adhîmil-mu‘jizâti, mâ yadullu ‘alâ annahu asyrafu ahlil-ardli was-samawâti, faminhâ taktsîrul-qalîl, wa bur’ul-‘alîl, wa taslîmul-ḫajar, wa thâ‘atusy-syajar, wamsyiqâqul-qamar, wal-ikhbâru bil-mughayyabât, wa ḫanînul-jadz‘il-ladzî huwa min khawâriqil-‘âdât, wa syahâdatudl-dlabbi lahu wal-ghazâlah, bin-nubuwwati war-risâlah, ilâ ghairi dzâlika min bâhiril-âyâti, wa gharâ’ibil-mu’jizâti, allatî ayyadahullâhu bihâ fî risâlatih, wa khashshahu bihâ min baini bariyyatih, wa qad taqaddamat lahu qablan-nubuwwati irhâshâti, hiya ‘alâ nubuwwatihi wa risâlatihi min aqwal-‘alâmâti, wa ma‘a dhuhûrihâ wantisyârihâ sa‘ida bihash-shâdiqûna minal-mu’minîna, wa syaqiya bihal-mukadzdzibûna minal-kâfirîna wal-munâfiqîna, wa talaqqâhâ bit-tashdiîqi wat-taslîmi, kullu dzî qalbin salîm."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Adapun Nabi ﷺ, setelah kepadanya wahyu suci diturunkan, segera bertindak memikul beban dakwah dan tabligh, menyeru manusia ke jalan Allah dengan penuh kesadaran. Yang diikuti dengan tulus dan patuh oleh mereka yang berpikiran terang di antara kaum Muhajirin dan Anshar, yang beroleh kehormatan tertinggi, mendahului yang lain memenuhi seruan ini, sesuai yang tercantum dalam takdir llahi. Dan dengan tekad kuat Nabi tercinta ini, demikian pula para sahabatnya, Allah berkenan menyempurnakan agama ini. Dan dengan kepahlawanan mereka pula, Allah menumpas habis kaum kafir dan ingkar. Banyak sekali mu’jizat hebat berkaitan dengan dirinya membuktikan bahwa dialah yang termulia di antara penghuni bumi dan langit seluruhnya. Di antaranya memperbanyak yang sedikit kesembuhan si Penderita sakit, ucapan salam terdengar dari seonggok batu, ketaatan pohon kepadanya, terbelahnya buah purnama, pemberitahuan tentang hal-hal ghaib, rintihan pokok kurma yang rindu padanya, yang kesemuanya itu jauh menembus kebiasaan yang berlaku. Demikian pula biawak dan menjangan, memberi kesaksian tentang kenabian dan kerasulannya. Dan masih banyak lagi bukti gemilang rerta mu’jizat menakjubkan yang dijadikan Allah sebagai pendukung risalahnya. Dan hanya baginya dikhususkan di antara semua makhluk-Nya Banyak pula tanda ghaib mendahului nubuwahnya . dan merupakan alamat terkuat bagi kenabian dan kerasulannya. Tersiarnya itu semua secara meluas, mendatangkan bahagia bagi kaum beriman yang tulus, namun menambah malang si kafir ataupun munafik. Dan tiada satu pun orang berpikiran sehat kecuali pasti menerimanya dengan keyakinan serta penyerahan sepenuhnya."
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}