{
    "number": 14,
    "source": "nu-online",
    "name": "",
    "latin": "Wa minasy syarafi…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "وِمِنَ الشَّرَفِ الَّذِيْ اخْتَصَّ اللهُ بِهِ أَشْرَفَ رَسُوْل. مِعْرَاجُهُ إِلَى حَضْرَةِ اللهِ الْبَّرِ الْوَصُوْل. وَظُهُوْرُ اٰيَاتِ اللهِ الْبَاهِرَةِ فِي ذٰلِكَ الْمِعْرَاج. وَتَشَرُّفُ السَّمَوَاتِ وَمَنْ فَوْقَهُنَّ بِإِشْرَاقِ نُوْرِ ذٰلِكَ السِّرَاج. فَقَدْ عَرَجَ الْحَبِيْبُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ الْأَمِيْنُ جِبْرِيْل. إِلَى حَضْرَةِ الْمَلِكِ الْجَلِيْل. مَعَ التَّشْرِيْفِ وَالتَّبْجِيْل. فَمَا مِنْ سَمَآءٍ وَلَجَهَا إِلَّا وَبَادَرَهُ أَهْلُهَا بِالتَّرْحِيْبِ وَالتَّكْرِيْمِ وَالتَّأْهِيْل. وَكُلُّ رَسُوْلٍ مَرَّ عَلَيْهِ. بَشَّرَهُ بِمَا عَرَفَهُ مِنْ حَقِّهِ عِنْدَ اللهِ وَشَرِيْفِ مَنْزِلَتِهِ لَدَيْه. حَتَّى جَاوَزَ السَّبْعَ الطِّبَاق. وَوَصَلَ إِلَى حَضْرَةِ الْإِطْلَاق. نَازَلَتْهُ مِنَ الْحَضْرَةِ الْإِلٰـهِيَّة. غَوَامِرُ النَّفَحَاتِ الْقُرْبِيَّة. وَوَاجَـهَـتْهُ بِالتَّحِيَّات. وَأَكْرَمَتْهُ بِجَزِيْلِ الْعَطِيَّات. وَأَوْلَتْهُ جَمِيْلَ الْهِبَات. وَنَادَتْهُ بِشَرِيْفِ التَّسْلِيْمَات. بَعْدَ أَنْ أَثْنَى عَلَى تِلْكَ الْحَضْرَةِ بِالتَّحِيَّاتِ الْمُبَارَكَاتِ الصَّلَوَاتِ الطَّيِّبَات. فَيَا لَهَا مِنْ نَفَحَاتٍ غَامِرَات. وَتَجَلِّيَاتٍ عَالِيَاتٍ فِي حَضْرَاتٍ بَاهِرَات. تَشْهَدُ فِيْهَا الذَّاتُ لِلذَّات. وَتَتَلَّقَى عَوَاطِفَ الرَّحْمَات. وَسَوَابِغَ الْفُيُوْضَاتِ بِأَيْدِيْ الْخُضُوْعِ وَالْإِخْبَات",
                    "latin": "Wa minasy-syarafil-ladzîkhtashshallâhu bihi asyrafa rasûl, mi‘râjuhu ilâ ḫadlratillâhil-barril-washûl, wa dhuhûru âyâtillâhil-bâhirati fî dzâlikal-mi‘râji, wa tasyarrufus-samawâti wa man fauqahunna bi isyrâqi nûri dzâlikas-sirâj, faqad ‘arajal-ḫabîbu shallallâhu ‘alaihi wa sallama wa ma‘ahul-amînu jibrîl, ilâ ḫadlratil-malikil-jalîl, ma‘at-tasyrîfi wat-tabjîl. famâ min samâ’in walajahâ illâ wa bâradahu ahluhâ bit-tarḫîbi wat-takrîmi wat-ta’hîli, wa kullu rasûlin marra ‘alaihi, basysyarahu bimâ ‘arafahu min ḫaqqihi ‘indallâhi wa syarîfi manzilatihi ladaih, ḫattâ jâwazas-sab‘ath-thibâq, wa washala ilâ ḫadlratil-ithlâq, nâzalat hu minal-ḫadlratil-ilâhiyyah, ghawâmirun-nafaḫâtil-qurbiyyah, wa wâjahat hu bit-taḫiyyâti, wa akramat hu bijazîlil-‘athiyyât, wa aulat hu jamîlal-hibât, wa nâdat hu bisyarîfit-taslîmâti, ba‘da an atsnâ ‘alâ tilkal-ḫadlrati bittaḫiyyâtil-mubârakâtish-shalawâtith-thayyibâti, fayâ lahâ min nafaḫâtin ghâmirât, wa tajalliyâtin ‘âliyâtin fî ḫadlratin bâhirât, tasyhadu fîhâdz-dzâtu lidz-dzât, wa tatallaqqâ ‘awâthifar-râhmât, wa sawâbighal-fuyûdlâti bi aidil-khudlû‘i wal-ikhbât."
                }
            }
        },
        "2": {
            "name": "",
            "type": "bari",
            "text": {
                "1": {
                    "arabic": "رُتَبٌ تَسْقُطُ الْأَمَانِيُّ حَسْرَى ۞ دُوْنَهَا مَا وَرَآءَ هُنَّ وَرَآءُ",
                    "latin": "Rutabun tasquthul-amâniyyu ḫasrâ ۞ dûnahâ mâ warâ'a hunna warâ'u"
                }
            }
        },
        "3": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "عَقَلَ الْحَبِيْبُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي تِلْكَ الْحَضْرَةِ مِنْ سِرِّهَا مَا عَقَل. وَاتَّصَلَ مِنْ عِلْمِهَا بِمَا اتَّصَل. ﴿ فَاَوْحٰىٓ اِلٰى عَبْدِهٖ مَآ اَوْحٰىۗ مَا كَذَبَ الْفُؤَادُ مَا رَاٰى﴾. فَمَا هِيَ إِلَّا مِنْحَةٌ خَصَّصَتْ بِهَا حَضْرَةُ الْاِمْتِنَان. هٰذَا الْإِنْسَان. وَأَوْلَتْهُ مِنْ عَوَاطِفِهَا الرَّحِيْمَةِ مَا يَعْجِزُ عَنْ حَمْلِهِ الثَّقَلَان. وَتِلْكَ مَوَاهِبُ لَا يَجْسُرُ الْقَلَمُ عَلَى شَرْحِ حَقَائِقِهَا. وَلَا تَسْتَطِيْعُ الْأَلْسُنُ أَنْ تُعْرِبَ عَنْ خَفِيِّ دَقَائِقِهَا. خَصَّصَتْ بِهَا الْحَضْرَةُ الْوَاسِعَة. هٰذِهِ الْعَيْنَ النَّاظِرَةَ وَالْأُذُنَ السَّامِعَة. فَلَا يَطْمَعُ طَامِعٌ فِي الْإِطِّلَاعٍ عَلَى مَسْتُوْرِهَا. وَالْإِحَاطَةِ بِشُهُوْدِ نُوْرِهَا. فَإِنَّهَا حَضْرَةٌ جَلَّتْ عَنْ نَظَرِ النَّاظِرِيْن. وَرُتْبَةٌ عَزَّتْ عَلَى غَيْرِ سَيِّدِ الْمُرْسَلِيْن. فَهَنِيْئًا لِلْحَضْرَةِ الْمُحَمَّدِيَّة. مَا وَاجَهَهَا مِنْ عَطَايَا الْحَضْرَةِ الْأَحَدِيَّة. وَبُلُوْغُهَا إِلَى هٰذَا الْمَقَامِ الْعَظِيْم",
                    "latin": "‘Aqalal-ḫabîbu shalallâhu ‘alaihi wasallama fî tilkal-ḫadlrati min sirrihâ mâ ‘aqala, wattashala min ‘ilmihâ bimât-tashala. ﴾Fa auḫâ ilâ ‘abdihi mâ ûḫâ, mâ kadzabal-fu’âdu mâ râ`a﴿ famâ hiya illâ minḫâtun khashshashat bihâ ḫadlratul-imtinân, hâdzal-insân, wa aulat hu min ‘awâthifihâr-raḫîmati mâ ya‘jizu ‘an ḫamlihits-tsaqalân, wa tilka mawâhibu lâ yajsurul-qalamu ‘alâ syarḫî ḫaqâ’iqihâ, wa lâ tastathî‘ul-alsunu an tu‘riba ‘an khafiyyi daqâ’iqihâ, khashshashat bihal-ḫadlratul-wâsi‘ah, hâdzihil-‘ainan-nâdhirata wal-udzunas-sâmi‘ah, falâ yathma‘u thâmi‘un fil-iththilâ‘i ‘alâ mastûrihâ, wal-iḫâthati bisyuhûdi nûrihâ, fainnahâ ḫadlratun jallat ‘an nâdharîn-nâdhirîn, wa rutbatun ‘azzat ‘alâ ghairi sayyidil-mursalîn, fahanî’an lil-ḫadlratil-muḫammadiyyah, mâ wâjahahâ min ‘athâyal-ḫadlratil-aḫadiyyah, wa bulûghuhâ ilâ hâdzal-maqâmil-‘adhîm."
                }
            }
        },
        "4": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Dan di antara kehormatan yang dikhususkan bagi Rasul termulia ini. Mi’rajnya ke hadirat Allah Maha Penyayang, Yang Kebaikan-Nya selalu melimpah, Yang Karunia-Nya selalu tercurah, serta adanya bukti-bukti kuasa-Nya yang gemilang, yang dialami pada peristiwa itu. Dan kemuliaan bagi langit-langit serta penghuninya, dengan terbitnya nur pelita” itu bagi mereka, maka Rasulullah ﷺ mengarungi angkasa bersama Jibril Al-Amin menuju hadirat Allah Al-Malikul Jalil, diiringi segala kemuliaan dan penghormatan. Tiada penghuni yang dimasukinya, kecuali segera menyongsong kedatangannya, dengan penghormatan dan berbagai ucapan selamat dating. Setiap rasul yang dilewati menyampaikan kabar gembira yang diketahuinya, tentang tinggi kedudukannya di sisi Tuhannya. Sampai ia melampaui ke tujuh lapis langit, mencapai hadirat mutlak tiada berbatas. Di sana ia diliputi belaian karunia lembut, penuh keakraban yang datang dari hadirat llahi, meyambutnya dengan ragam ucapan selamat, memuliakannya dengan berbagai anugerah besar, melimpahkan padanya seindah-indah pemberian, dan memanggilnya dengan semulia-mulia salam, setelah ia sendiri menunjukkan puji-pujian ke hadirat llahi, “At-tahiyyatul mubarakatus shalawatut thayyibat...” Aduhai, betapa lembut belaian karunia yang diterimanya itu! Betapa indah pertemuan yang agung itu! Dalam hadirat serba gemilang, saat dzat (Rasul) memberi kesaksiannya bagi keagungan Dzat (Allah) Tuhannya. Seraya merangkum rahmah llahiyyah penuh kasih saying serta anugerah-Nya yang melimpah ruah dalam suasana khusyu’ dan penyerahan diri kepada-Nya."
                    }
                },
                "2": {
                    "text": {
                        "1": "Itulah tingkatan yang memaksa setiap idaman jatuh berderai memendam sesal dan putus asa demi melihatnya amat tinggi. Tinggi sekali dari segala jangkauan."
                    }
                },
                "3": {
                    "text": {
                        "1": "Banyak sekali pengalaman halus melekat pada jiwa Rasul, yang diperolehnya dalam perjumpaan ketika itu, serta ilmu dan pengetahuan yang dicapainya. Tatkala… Allah mewahyukan kepada hamba-Nya, apa yang diwahyukan-Nya, dan tiada hati Rasul mendustakannya…. Itu semata-mata karunia hadirat Maha Pengasih yang dikhususkan bagi insan ini seorang. Simpati penuh kasih sayang ditujukan kepadanya. Tiada mungkin jin dan manusia mana pun merangkumnya. Itulah pemberian teramat istimewa. Pena siapa pun tak’kan berani mencoba menguraikan tentang hakikatnya. Lidah pun tak’kan mampu mengungkapkan. Makna halus yang tersembunyi padanya. Hadirat Allah yang maha-luas mengkhususkannya. Hanya bagi pandangan Nabi yang menatap dengan saksama. Dan telinganya yang mendengar dengan cermat. Maka tiada keinginan seseorang patut mengidamkan. Tersingkap baginya rahasianya yang tersembunyi. Atau meliput cahaya nurnya dengan sempurna. Karena itu adalah hadirat terlalu agung, untuk bisa dilihat para pengamat. Dan tingkatan itu tiada mungkin tercapai kecuali bagi penghulu para rasul Maka sungguh berbahagia hadirat Muhammad, menerima anugerah agung berlimpah, berdatangan dari hadirat Allah Yang Maha Esa. Aduhai, betapa beruntungnya ia mencapai kedudukan setinggi ini!"
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}