{
    "number": 15,
    "source": "nu-online",
    "name": "",
    "latin": "Wa ḫaitsu tasyarrafatil asmâ‘u…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "وَحَيْثُ تَشَرَّفَتِ الْأَسْمَاعُ بِأَخْبَارِ هٰذَا الْحَبِيْبِ الْمَحْبُوْب. وَمَا حَصَلَ لَهُ مِنَ الْكَرَامَةِ فِي عَوَالِمِ الشَّهَادَةِ وَالْغُيُوْب. تَحَرَّكَتْ هِمَّةُ الْمُتَكَلِّمِ إِلَى نَشْرِ مَحَاسِنِ خَلْقِ هٰذَا السَّيِّدِ وَأَخْلَاقِه. لِيَعْرِفَ السَّامِعُ مَا أَكْرَمَهُ اللهُ بِهِ مِنَ الْوَصْفِ الْحَسَنِ وَالْخَلْقِ الْجَمِيْلِ الَّذِيْ خَصَّصَتْهُ بِهِ عِنَايَةُ خَلَّاقِه. فَلْيُقَابِلِ السَّامِعُ مَا اُمْلِيْهِ عَلَيْهِ مِنْ شَرِيْفِ الْأَخْلَاقِ بِأُذُنٍ وَاعِيَة. فَإِنَّهُ سَوْفَ يَجْمَعُهُ مِنْ أَوْصَافِ الْحَبِيْبِ عَلَى الرُّتْبَةِ الْعَالِيَة. فَلَيْسَ يُشَابِهُ هٰذَا السَّيِّدَ فِي خَلْقِهِ وَأَخْلَاقِهِ بَشَر. وَلَا يَقِفُ أَحَدٌ مِنْ أَسْرَارِ حِكْمَةِ اللهِ فِي خَلْقِهِ وَخُلُقِهِ عَلَى عَيْنٍ وَلَا أَثَر. فَإِنَّ الْعِنَايَةَ الْأَزَلِيَّة. طَبَعَتْهُ عَلَى أَخْلَاقٍ سَنِيَّة. وَأَقَامَتْهُ فِي صُوْرَةٍ حَسَنَةٍ بَدْرِيَّة. فَلَقَدْ كَانَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَرْبُوْعَ الْقَامَة. أَبْيَضَ اللَّوْنِ مُشَرَّبًا بِحُمْرَه. وَاسِعَ الْجَبِيْنِ حَسَنَهُ شَعْرُهُ بَيْنَ الجُمَّةِ وَالْوَفْرَة. وَلَهُ الْاِعْتِدَالُ الْكَامِلُ فِي مَفَاصِلِهِ وَأَطْرَافِه. وَالْاِسْتِقَامَةُ الْكَامِلَةُ فِي مَحَاسِنِهِ وَأَوْصَافِه. لَمْ يَأْتِ بَشَرٌ عَلَى مِثْلِ خَلْقِه. فِي مَحَاسِنٍ نَظَرِهِ وَسَمْعِهِ وَنُطْقِه. قَدْ خَلَقَهُ اللهُ عَلَى أَجْمَلِ صُوْرَة. فِيْهَا جَمِيْعُ الْمَحَاسِنِ مَحْصُوْرَه. وَعَلَيْهَا مَقْصُوْرَة. إِذَا تَكَلَّمَ نَثَرَ مِنَ الْمَعَارِفِ وَالْعُلُوْمِ نَفَائِسَ الدُّرَر. وَلَقَدْ أُوْتِيَ مِنْ جَوَامِعِ الْكَلِمِ مَا عَجَزَ عَنِ الْإِتْيَانِ بِمِثْلِهِ مَصَاقِعُ الْبُلَغَاءِ مِنَ الْبَشَر. تَتَنَزَّهُ الْعُيُوْنُ فِي حَدَائِقِ مَحَاسِنِ جَمَالِه. فَلَا تَجِدُ مَخْلُوْقًا فِي الْوُجُوْدِ عَلَى مِثَالِه.",
                    "latin": "Wa haitsu tasyarrafatil-asmâ‘u bi’akhbâri hâdzal-ḫabîbil-maḫbûb, wa mâ ḫâshala lahu minal-karâmati fî ‘awâlimisy-syahâdati wal-ghuyûb, taḫarrakat himmatul-mutakallimi ila nasyri maḫasini khalqi hâdzas-sayyidi wa akhlâqihi, liya‘rifas-sâmi‘u mâ akramahullâhu bihi minal-washfil-ḫasani wal-khalqil-jamîlil-ladzî khashshashat hu bihi ‘inâyatu khallâqih, fal-yuqâbilis-sâmi‘u mâ umlîhi ‘alaihi min syarîfil-akhlâqi bi udzunin wâ‘iyah, fainnahu saufa yajma‘uhu min aushâfil-ḫabîbi ‘alar-rutbatil-‘âliyah, falaisa yusyâbihu hâdzas-sayyida fî khalqihi wa akhlâqihi basyar, wa lâ yaqifu aḫadun min asrâri ḫikmatillâhi fî khalqihi wa khuluqihi ‘alâ ‘ainin wa lâ atsar, fainnal-‘inâyatal-azaliyyah, thaba‘at hu ‘alâ akhlâqin saniyyah, wa aqâmathu fî shûratin ḫasanatin badriyyah, falaqad kâna shallallâhu ‘alaihi wa sallama marbû‘al-qâmah, abyadlal-launi musyarraban biḫumrah, wâsi’al-jabîni ḫasanahu sya‘ruhu bainal-jummati wal-wafrah, wa lahul-i‘tidâlul-kâmilu fî mafâshilihi wa athrâfihi, wal-istiqâmatul-kâmilatu fî maḫâsinihi wa aushâfih, lam ya’ti basyarun ‘ala mitsli khalqih, fî maḫasinin-nadharihi wasam‘ihi wa nuthqihi, qad khalaqahullâhu ‘alâ ajmali shûrah, fîhâ jamî‘ul-maḫâsini maḫshûrah, wa ‘alaihâ maqshûrah, idzâ takallama natsara minal-ma‘ârifi wal-‘ulûmi nafâ’isad-durâr, wa laqad ûtiya min jawâmi‘il-kalimi mâ ‘ajaza ‘anil-ityâni bimitslihi mashâqi‘ul-bulâghâ’i minal-basyar, tatanazzahul-‘uyûnu fî ḫadâ’iqi maḫâsini jamâlih, falâ tajidu makhlûqan fil-wujûdi ‘alâ mitsâlih."
                }
            }
        },
        "2": {
            "name": "",
            "type": "bari",
            "text": {
                "1": {
                    "arabic": "سَيِّــــدٌ ضِـحْكُهُ تَبَسُّــمُ وَالْمَشْـــ ۞ ـيُ الْهُوَيْنَا وَالنَوْمُهُ الْإِغْفَاءُ",
                    "latin": "Sayyidun dliḫkuhu tabassumu wal masy ۞ yul-huwainâ wan-naumuhul-ighfâ'u"
                },
                "2": {
                    "arabic": "مَا سِوَى الْخُلْقِهِ النَّسِيْمُ وَلَا غَيْـ ۞ ـرُ مُهَيَّاهُ الرَّوْضَةُ الْغَنَّاءُ",
                    "latin": "Mâ siwal-khulqihin-nasîmu wa lâ ghai ۞ ru muhayyâhur-raudlatul-ghannâ'u"
                },
                "3": {
                    "arabic": "رَحْمَــــةٌ كُلُّهُ وَحَـــــزْمٌ وَعَــــــزْمٌ ۞ وَوَقَارٌ وَعِصْمَةٌ وَحَيَاءُ",
                    "latin": "Raḫmatun kulluhu wa ḫazmun wa ‘azmun ۞ wa waqârun wa ‘ishmatun wa ḫayâ'un"
                },
                "4": {
                    "arabic": "مُعْجِزُ القَوْلِ وَالْفِعَالِ كَرِيْمُ الْـ ۞ ــخَلْقِ وَالْخُلْقِ مُقْسِطٌ مِعْطَاءُ",
                    "latin": "Mu‘jizul-qauli wal-fi’âli karîmul- ۞ khalqi wal-khulqi muqsithun mi‘thâ'u"
                }
            }
        },
        "3": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "وَإِذَا مَشَى فَكَأَنَّمَا يَنْحَطُّ مِنْ صَبَب. فَيَفُوْتُ سَرِيْعَ الْمَشْيِ مِنْ غَيْرِهِ خَبَب. فَهُوَ الْكَنْزُ الْمُطَلْسَمُ الَّذِيْ لَا يَأْتِي عَلَى فَتْحٍ بَابِ أَوْصَافِهِ مِفْتَاح. وَالْبَدْرُ التِّـمُّ الَّذِيْ يَأْخُذُ الْأَلْبَابَ إِذَا تَخَيَّلَتْهُ أَوْ سَنَاهُ لَهَا لَاح .",
                    "latin": "Wa idzâ masyâ faka'annamâ yanḫaththu min shabab, fayafûtu sarî‘al-masyyi min ghairihi khabab, fahuwal-kanzul-muthalsamul-ladzî lâ ya'tî ‘alâ fatḫin bâbi aushâfihi miftâḫ, wal-badrut-timmul-ladzî ya'khudzul-albâba idzâ takhayyalat hu au sanâhu lahâ lâḫ"
                }
            }
        },
        "4": {
            "name": "",
            "type": "bari",
            "text": {
                "1": {
                    "arabic": "حَبِيْبٌ يَغَارُ الْبَدْرُ مِنْ حُسْنِ وَجْهِهِ ۞ تَحَيَّرَةِ الْأَلْبَابُ فِي وَصْفِ مَعْنَاهُ",
                    "latin": "ḫabîbun yughârul-badru min ḫusni wajhihi ۞ taḫayyaratil-albâbu fî washfi ma‘nâhu"
                }
            }
        },
        "5": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "فَمَاذَا يُعْرِبُ الْقَوْلُ عَنْ وَصْفٍ يُعْجِزُ الْوَاصِفِيْنَ. أَوْ يُدْرِكُ الْفَهْمُ مَعْنَى ذَاتٍ جَلَّتْ أَنْ يَكُوْنَ لَهَا فِي وَصْفِهَا مُشَارِكٌ أَوْ قَرِيْن.",
                    "latin": "Famâdzâ yu‘ribul-qaulu ‘an washfin yu‘jizul-wâshifîn, au yudrikul-fahmu ma‘nâ dzâtin jallat an yakûna lahâ fî washfihâ musyârikun au qarîn,"
                }
            }
        },
        "6": {
            "name": "",
            "type": "bari",
            "text": {
                "1": {
                    "arabic": "كَمُلَتْ مَحَاسِنُهُ فَلَوْ أَهْدَى السَّنَا ۞ لِلْبَدْرِ عِنْدَ تَمَامِهِ لَمْ يُخْسَفِ",
                    "latin": "Kamulat maḫâsinuhu falau ahdas-sanâ ۞ lil-badri ‘inda tamâmihi lam yukhsafi"
                },
                "2": {
                    "arabic": "وَعَلَى تَفَــــنُّنِ وَاصِفِيْــــــهِ بِوَصْفِـــــهِ ۞ يَفْنَى الزَّمَانُ وَفِيْهِ مَالَمْ يُوْصَفِ",
                    "latin": "Wa ‘alâ tafannuni wâshifîhi biwashfihi ۞ yafnaz-zamânu wa fîhi mâ lam yûshafi"
                }
            }
        },
        "7": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "فَمَا أَجَلَّ قَدْرَهُ الْعَظِيْم. وَأَوْسَعَ فَضْلَهُ الْعَمِيْم",
                    "latin": "Famâ ajalla qadrahul-‘adhîm, wa ausa‘a fadllahul-‘amîm"
                }
            }
        },
        "8": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Dan manakala telinga telah beroleh kehormatan, mendengarkan berita-berita, sekitar insan tercinta tersayang ini, sedang kemuliaan yang menyertainya. Dalam alam nyata ataupun yang ghaib, tergeraklah keinginan penulis, menyebut sebagian kesempurnaan pemimpin ini, dalam bentuk tubuh serta akhlaqnya, agar para pendengar dapat mengetahui kemuliaan yang dikaruniakan Allah atas dirinya, pada sifat-sifat indah dan perilaku menarik yang dikhususkan baginya oleh inayah Khaliqnya. Dan kini kuharap pendengar uraianku ini, mengikuti dengan penuh perhatian. Sifat-sifat luhur yang ‘kan kucatat baginya yang menempatkan insan mulia ini dalam kedudukan yang amat tinggi. Sebab tiada manusia mana pun bisa menyamai junjungan ini, dalam bentuk fisik dan perilakunya. Dan tiada seorang pun mampu menyelami rahasia hikmah Allah, yang tersembunyi dalam keindahan tubuh dan kesempurnaan akhlaqnya. Pemeliharaan Allah sejak semula telah mencetaknya dalam tabiat dan akhlaq luhur, serta membentuknya dengan rupa elok bagaikan bulan purnama. Beliau seorang berperawakan sedang. Warna kulitnya putih kemerah-merahan. Dahinya lebar serasi. Panjang rambutnya sampai batas telinga. Kedua lengan dan kaki serta persendian. Semuanya dalam bentuk dan ukuran sempurna. Mantap dalam keseluruhan keindahan, serta keserasian sifat-sifatnya. Tiada seorang pun menyamainya dalam kesempurnaan penglihatan, pendengaran, ataupun ucapannya. Sungguh Allah telah menciptakannya dalam bentuk terbaik. Padanya, segala keindahan terangkum dan terkhususkan. Bila ia berbicara, mutiara-mutiara ilmu dan hikmah ditaburkannya. Tiada seorang ahli khutbah yang ulung mampu membawakan ucapan rapi padat berisi seperti yang selalu diucapkannya. Bila mata bertamasya, dalam taman keelokannya yang mempesona. Tiada ‘kan menjumpainya di antara seluruh wujud. Makhluk mana pun memiliki sifat setara dengannya."
                    }
                },
                "2": {
                    "text": {
                        "1": "Dialah pemimpin yang setiap kali tertawa, cukup tersenyum dengan anggunnya. Dengan langkah tenang mantap ia berjalan. Bila tertldur hanya sekejap saja.",
                        "2": "Perilakunya lembut selembut angin sepoi nan sejuk. Wajahnya cerah secerah taman yang menyegarkan. Pribadinya perwujudan segala sifat luhur. Kasih sayang namun tegas dalam sikap. Kuat dalam tekadnya.",
                        "3": "Keanggunan, kesucian, serta rasa malu, mengiringi selalu, menghias gerak-geriknya.",
                        "4": "Ucapan dan tindakannya teratur rapi. Sungguh sulit menyamainya. Bentuk tubuhnya sempurna. Demikian pula akhlaq yang disandangnya, adil dan dermawan, bila dan di mana pun ia berada."
                    }
                },
                "3": {
                    "text": {
                        "1": "Bila berjalan, seakan-akan turun dari ketinggian, mendahului orang yang cepat dalam berjalan. Meski tampak selalu tenang tidak tergesa. Demikianlah ia bagai pusaka tersimpan rapi, dalam wadah kokoh tertutup rapat. Tiada anak kunci mampu membuka pintu sifat-sifatnya. Atau bak bulan purnama. Membuat takjub akal dan pikiran. Setiap kali membayangkan keindahannya. Atau berkas cahayanya tampak bagi penglihatan."
                    }
                },
                "4": {
                    "text": {
                        "1": "Insan tersayang membuat iri bulan purnama. Setiap kali memandangi indah wajahnya, akal dan pikiran dalam kebingungan, bila ingin menggambarkan makna hakikatnya…"
                    }
                },
                "5": {
                    "text": {
                        "1": "Gerangan bagaimana kata-kata mampu mengungkapkan, tentang sifat-sifat yang mendatangkan putus asa, bagi siapa yang ingin menjelaskan. Atau betapa akal dapat mencapai, arti dzat yang tiada sesuatu pun mungkin menyamai atau menyerupainya."
                    }
                },
                "6": {
                    "text": {
                        "1": "Sungguh sempurna sifat-sifat keluhurannya. Andaikan ia menghadiahkan sinar bagi bulan purnama pasti tak ‘kan ia tertutup oleh gerhana.",
                        "2": "Betapapun banyak cara dilakukan orang rnencoba menguraikan sifat keluhurannya, namun sampai zaman berakhir, takkan mungkin mereka meliputi semuanya…"
                    }
                },
                "7": {
                    "text": {
                        "1": "Oh… betapa tinggi derajatnya yang agung!!! Betapa luas keutamaanya merata di mana-mana!"
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}