{
    "number": 16,
    "source": "nu-online",
    "name": "",
    "latin": "Wa laqadit tashafa…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "وَلَقَدِ اتَّصَفَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ مَحَاسِنِ الْأَخْلَاق. بِمَا تَضِيْقُ عَنْ كِتَابَتِهِ بُطُوْنُ الْأَوْرَاق. كَانَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحْسَنَ النَّاسِ خُلُقًا وَخَلْقًا. وَأَوَّلَهُمْ إِلَى مَكَارِمِ الْأَخْلَاقِ سَبْقًا. وَأَوْسَعَهُمْ بِالْمُؤْمِنِيْنَ حِلْمًا وَرِفْقًا. بَرًّا رَؤُوْفًا. لَا يَقُوْلُ وَلَا يَفْعَلُ إِلَّا مَعْرُوْفًا. لَهُ الْخُلُقُ السَّهْلُ. وَاللَّفْظُ الْمُحْتَوِيْ عَلَى الْمَعْنَى الْجَزَل. إِذَا دَعَاهُ الْمِسْكِيْنُ أَجَابَهُ إِجَابَةً مُعَجَّلَة. وَهُوَ الْأَبُ الشَّفِيْقُ الرَّحِيْمُ بِالْيَتِيْمِ وَالْأَرْمَلَة. وَلَهُ مَعَ سُهُوْلَةِ أَخْلَاقِهِ الْهَيْبَةُ الْقَوِيَّة. اَلَّتِيْ تَرْتَعِدُ مِنْهَا فَرَائِصُ الْأَقْوِيَاءِ مِنَ الْبَرِيَّة. وَمِنْ نَشْرِ طِيْبِهِ تَعَطَّرَتِ الطُّرُقُ وَالْمَنَازِل. وَبِعَرْفِ ذِكْرِهِ تَطَيَّبَتِ الْمَجَالِسُ وَالْمَحَافِل. فَهُوَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَامِعُ الصِّفَاتِ الْكَمَالِيَّة. وَالْمُنْفَرِدُ فِي خَلْقِهِ وَخُلُقِهِ بِأَشْرَفِ خُصُوْصِيَّة. فَمَا مِنْ خُلُقٍ فِي الْبَرِيَّةِ مَحْمُوْد. إِلَّا وَهُوَ مُتَلَقًّى عَنْ زَيْنِ الْوُجُوْد",
                    "latin": "Wa laqadit-tashafa shallallâhu ‘alaihi wa sallama min maḫâsinil-akhlâq, bimâ tadlîqu ‘an kitâbatihi buthûnul-aurâq, kâna shallallâhu ‘alaihi wa sallama aḫsanan-nâsi khuluqan wa khalqan, wa awwalahum ilâ makârimil-akhlâqi sabqan, wa ausa‘ahum bil-mu’minîna ḫilman wa rifqan, barran ra’ûfan, lâ yaqûlu wa lâ yaf‘alu illâ ma‘rûfan, lahul-khuluqus-sahlu, wal-lafdhul-muḫtawî ‘alal-ma‘nal-jazal, idzâ da‘âhul-miskînu ajâbahu ijâbatan mu‘ajjalah, wa huwal-abusy-syafîqur-raḫîmu bil-yatîmi wal-armamalah, wa lahu ma‘a suhûlati akhlâqihil-haibatul-qawiyyah, allatî tarta‘idu minhâ farâ’ishul-aqwiyâ’i minal-bariyyah, wa min nasyri thîbihi ta‘aththaratit-thuruqu wal-manâzil, wa bi‘arfi dzikrihi tathayyabatil-majâlisu wal-maḫâfil, fahuwa shallallâhu ‘alaihi wa sallama jâmi‘ush-shifâtil-kamâliyyah, wal-munfaridu fî khalqihi wa khuluqihi bi asyrafi khushûshiyyah, famâ min khuluqin fil-bariyyati maḫmûd, illâ wa huwa mutalaqqan ‘an zainil-wujûd."
                }
            }
        },
        "2": {
            "name": "",
            "type": "bari",
            "text": {
                "1": {
                    "arabic": "أَجَمَلْتُ فِي وَصْفِ الْحَبِيْبِ وَشَأْنِهِ ۞ وَلَهُ الْعُلَا فِي مَجْدِهِ وَمَكَانِهِ",
                    "latin": "Ajmaltu fî washfil-ḫabîb wa sya'nihi ۞ wa lahul-‘ulâ fî majdihi wa makânihi"
                },
                "2": {
                    "arabic": "أَوْصَــــافُ عِزٍّ قَدْ تَعَـــــالَى مَجْدُهَـــــا ۞ أَخَذَتْ عَلَى نَجْمِ السُّهَا بِعِنَانِهِ",
                    "latin": "Aushâfu ‘izzin qad ta‘âlâ majduhâ ۞ akhadat ‘alâ najmis-suhâ bi‘inânihi"
                }
            }
        },
        "3": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "وَقَدِ انْبَسَطَ الْقَلَمُ فِي تَدْوِيْنِ مَا أَفَادَهُ الْعِلْمُ مِنْ وَقَائِعِ مَوْلِدِ النَّبِيِّ الْكَرِيْم. وَحِكَايَةِ مَا أَكْرَمَ اللهُ بِهِ هٰذَا الْعَبْدَ الْمُقَرَّبَ مِنَ التَّكْرِيْمِ وَالتَّعْظِيْمِ وَالْخُلُقِ الْعَظِيْم. فَحَسُنَ مِنِّي أَنْ اُمْسِكَ أَعِنَّةَ الْأَقْلَام. فِي هٰذَا الْمَقَام. وَأَقْرَأَ السَّلَام. عَلَى سَيِّدِ الْأَنَام",
                    "latin": "Wa qad inbasathal-qalamu fî tadwîni mâ afâdahul-‘ilmu min waqâ'i‘i maulidin-nabiyyil-karîm, wa ḫikâyati mâ akramallâhu bihi hâdzal-‘abdal-muqarraba minat-takrîmi wat-ta‘dhîmi wal-khuluqil-‘adhîm, faḫasuna minnî an umsika a‘innatal-aqlâm, fî hâdzal-maqâm, wa aqra'as-salâm, ‘alâ sayyidil-anâm."
                },
                "2": {
                    "arabic": "اَلسَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحَمَةُ اللهِ وَبَرَكَاتُه ﴿ثَلَاثًا﴾",
                    "latin": "Assalâmu ‘alaika ayyuhan-nabiyyu wa raḫmatullâhi wa barakâtuh ﴾tsalâtsan﴿"
                },
                "3": {
                    "arabic": "وَبِذٰلِكَ يَحْسُنُ الْخَتْمُ كَمَا يَحْسُنُ التَّقْدِيْم. فَعَلَيْهِ أَفْضَلُ الصَّلَاةِ وَالتَّسْلِيْم",
                    "latin": "Wa bidzâlika yaḫsunul-khatmu kamâ yaḫsunut-taqdîm, fa‘alaihi afdlalush-shalâti wat-taslîm."
                }
            }
        },
        "4": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Demikian luhur akhlaq Rasulullah ﷺ sehingga terasa sempit kitab-kitab besar untuk merangkumnya. Sebab beliau sebaik-baik manusia, dalam keindahan akhlaq ataupun bentuk tubuhnya. Selalu terdepan dalam berbuat kebajikan. Lembut hatinya, luas kasih sayangnya. Terutama bagi kaum beriman semuanya. Teramat baik, teramat penyantun. Tiada berucap sesuatu melainkan berisi kebaikan. Sederhana perangainya. Singkat dan padat kalimat yang diucapkannya. Bila si miskin memanggilnya, ia selalu tanggap memenuhinya segera. Dirinya bagai ayah penuh kasih saying untuk si yatim-piatu atau janda yang lemah. Rendah hatinya namun amat kuat wibawanya, membuat orang paling kuat pun. Gemetar berhadapan dengannya. Tiap jalan dilaluinya, atau pun rumah yang dikunjunginya, menjadi semerbak harum baunya. Sebutan tentang pribadinya, mewangikan tiap majelis dan pertemuan. Beliau adalah pusat perpaduan bagi segala sifat kesempurnaan. Tiada banding dalam fisik dan perilakunya. Karena mendapat kekhususan termulia, maka tiada satu pun perangai manusia terpuji melainkan pasti bersumber dari dirinya. Insan terbaik di antara mereka semua."
                    }
                },
                "2": {
                    "text": {
                        "1": "Telah kusimpulkan sifat-sifat insan tercinta ini. Dalam dirinya terkumpul kemuliaan dengan segala bentuknya.",
                        "2": "Pekerti indah amat tinggi menjulang, bagai bersemayam di atas bintang nan tinggi..,"
                    }
                },
                "3": {
                    "text": {
                        "1": "Kiranya pena telah cukup berkelana, dengan perasaan riang ceria, mencatat yang diketahui tentang Maulid Nabi mulia ini. Dan mengisahkan sebagian kehormatan dan penghormatan, serta budi pekertinya yang amat luhur, yang dikaruniakan Allah baginya. Kini tiba saat menarik kembali kendalinya. Dan sepatutnya kubacakan salam atas nabi ini, pemimpin penghuni alam.",
                        "2": "AssaIamu ‘alayka ayyuhan-nabiyyu wa rahmatullahi wa barakatuh (Semoga keselamatan, kasih sayang, dan keberkahan dari Allah tercurah kepada Nabi Muhammad). (3x)",
                        "3": "Dan dengan itu sempurnalah penutup kata ini, sebagaimana telah sempurna di awal pembukanya. Bagi Rasulullah, shalawat dan salam setinggi-tingginya."
                    }
                },
                "4": {
                    "text": {
                        "1": "Limpahkan, ya Allah, semulia-mulia shalawat dan salam atas junjungan dan nabi kami, Muhammad SAW yang amat penyantun dan penyayang"
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}