{
    "number": 17,
    "source": "nu-online",
    "name": "",
    "latin": "Wa lammâ nadhamal-fikru…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "وَلَمَّا نَظَمَ الْفِكْرُ مِنْ دَرَارِيِّ الْأَوْصَافِ الْمُحَمَّدِيَّةِ عُقُوْدًا. تَوَجَّهْتُ إِلَى اللهِ مُتَوَسِّلًا بِسَيِّدِيْ وَحَبِيْبِيْ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يَجْعَلَ سَعْيِيْ فِيْهِ مَشْكُوْرًا وَفِعْلِيْ فِيْهِ مَحْمُوْدًا. وَأَنْ يَكْتُبَ عَمَلِي فِي الْأَعْمَالِ الْمَقْبُوْلَة. وَتَوَجُّهِي فِي التَّوَجُّهَاتِ الْخَالِصَةِ وَالصِّلَاتِ الْمَوْصُوْلَةِ. اَللّٰهُمَّ يَامَنْ إِلَيْهِ تَتَوَجَّهُ الْاٰمَالُ فَتَعُوْدُ ظَافِرَة. وَعَلَى بَابِ عِزَّتِهِ تُحَطُّ الرِّحَالُ فَتَغْشَاهَا مِنْهُ الْفُيُوْضَاتُ الْغَامِرَة. نَتَوَجَّهُ إِلَيْكَ. بِأَشْرَفِ الْوَسَائِلِ لَدَيْكَ. سَيِّدِ الْمُرْسَلِيْن. عَبْدِكَ الصَّادِقِ الْأَمِيْن. سَيِّدِنَا مُحَمَّدٍ الَّذِيْ عَمَّتْ رِسَالَتُهُ الْعَالَمِيْن. أَنْ تُصَلِّيَ وَتُسَلِّمَ عَلَى تِلْكَ الذَّاتِ الْكَامِلَة. مُسْتَوْدَعِ أَمَانَتِكَ. وَحَفِيْظِ سِرِّك. وَحَامِلِ رَايَةِ دَعْوَتِكَ الشَّامِلَة. اَلْأَبِ الْأَكْبَر. اَلْمَحْبُوْبِ لَكَ وَالْمُخَصَّصِ بِالشَّرَفِ الْأَفْخَر. فِي كُلِّ مُوْطِنٍ مِنْ مَوَاطِنِ الْقُرْبِ وَمَظْهَر. قَاسِمِ إِمْدَادِكَ فِي عِبَادِك. وَسَاقِي كُؤُوْسِ إِرْشَادِكَ لِأَهْلِ وِدَادِك. سَيِّدُ الْكَوْنَيْن. وَأَشْرَفِ الْثَّقَلَيْن. اَلْعَبْدِ الْمَحْبُوْبِ الْخَالِص. اَلْمَخْصُوْصِ مِنْكَ بِأَجَلِّ الْخَصَائِص. اَللّٰهُمَّ صَلِّ وَسَلِّمْ عَلَيْهِ وَعَلَى اٰلِهِ وَأَصْحَابِهِ. وَأَهْلِ حَضْرَةِ اقْتِرَابِهِ مِنْ أَحْبَابِه. اَللّٰهُمَّ إِنَّ نُقَدِّمُ إِلَيْكَ جَاهَ هٰذَا النَّبِيِّ الْكَرِيْم. وَنَتَوَسَّلُ إِلَيْكَ بِشَرَفِ مَقَامِهِ الْعَظِيْم. أَنْ تُلَاحِظَنَا فِي حَرَكَاتِنَا وَسَكَنَاتِنَا بِعَيْنِ عِنَايَتِك. وَأَنْ تَحْفَظَنَا فِي جَمِيْعِ أَطْوَارِنَا وَتَقَلُّبَاتِنَا بِجَمِيْلِ رِعَايَتِك. وَحَصِيْنِ وِقَايَتِك. وَأَنْ تُبَلِّغَنَا مِنْ شَرَفِ الْقُرْبِ إِلَيْكَ وَإِلَى هٰذَا الْحَبِيْبِ غَايَةَ اٰمَالِنَا. وَتَتَقَبَّلَ مِنَّا مَا تَحَرَّكْنَا فِيْهِ مِنْ نِيَّاتِنَا وَأَعْمَالِنَا. وَتَجْعَلَنَا فِي حَضْرَةِ هٰذَا الْحَبِيْبِ مِنَ الْحَاضِرِيْن. وَفِي طَرَائِقِ اتِّبَاعِهِ مِنَ السَّالِكِيْن. وَلِحَقِّكَ وَحَقِّهِ مِنَ الْمُؤَدِّيِيْن. وَلِعَهْدِكَ مِنَ الْحَافِظِيْن. اَللّٰهُمَّ إِنَّ لَنَا أَطْمَاعًا فِي رَحْمَتِكَ الْخَاصَّةِ فَلَا تَحْرِمْنَا. وَظُنُوْنًا جَمِيْلَةً هِيَ وَسِيْلَتُنَا إِلَيْكَ فَلَا تُخَيِّبْنَا. اٰمَنَّا بِكَ وَبِرَسُوْلِكَ وَمَا جَاءَ بِهِ مِنَ الدِّيْن. وَتَوَجَّهْنَا بِهِ إِلَيْكَ مُسْتَشْفِعِيْن. أَنْ تُقَابِلَ الْمُذْنِبَ مِنَّا بِالْغُفْرَان. وَالْمُسِيْءَ بِالْإِحْسَانِ. وَالسَّائِلَ بِمَا سَأَلَ. وَالْمُؤَمِّلَ بِمَا أَمَّل. وَأَنْ تَجْعَلَنَا مِمَّنْ نَصَرَ هٰذَا الْحَبِيْبَ وَوَازَرَه. وَوَالَاهُ وُظَاهَرَه. وَعُمَّ بِبَرَكَتِهِ وَشَرِيْفِ وِجْهَتِهِ أَوْلَادَنَا وَوَالِدِيْنَا. وَأَهْلَ قُطْرِنَا وَوَادِيْنَا. وَجَمِيْعَ الْمُسْلِمِيْنَ وَالْمُسْلِمَات. وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَات. فِي جَمِيْعِ الْجِهَات. وَأَدِمْ رَايَةَ الدِّيْنِ الْقَوِيْمِ فِي جَمِيْعِ الْأَقْطَارِ مَنْشُوْرَة. وَمَعَالِمَ الْإِسْلَامِ وَالْإِيْمَانِ بِأَهْلِهَا مَعْمُوْرَة. مَعْنىً وَصُوْرَة. وَاكْشِفِ اللّٰهُمَّ كُرْبَةَ الْمَكْرُوْبِيْن. وَاقْضِ دَيْنَ الْمَدِيْنِيْن. وَاغْفِرْ لِلْمُذْنِبِيْن. وَتَقَبَّلْ تَوْبَةَ التَّائِبِيْن. وَانْشُرْ رَحْمَتَكَ عَلَى عِبَادِكَ الْمُؤْمِنِيْنَ أَجْمَعِيْن. وَاكْفِ شَرَّ الْمُعْتَدِيْنَ وَالظَّالِمِيْن. وَابْسُطِ الْعَدْلَ بِوُلَاةِ الْحَقِّ فِي جَمِيْعِ النَّوَاحِي وَالْأَقْطَار. وَأَيِّدْهُمْ بِتَأْيِيْدِ مِنْ عِنْدِكَ وَنَصْرٍ عَلَى الْمُعَانِدِيْنَ مِنَ الْمُنَافِقِيْنَ وَالْكُفَّار. وَاجْعَلْنَا يَا رَبِّ فِي الْحِصْنِ الْحَصِيْنِ مِنْ جَمِيْعِ الْبَلَايَا. وَفِي الْحِرْزِ الْمَكِيْنِ مِنَ الذُّنُوْبِ وَالْخَطَايَا. وَأَدِمْنَا فِي الْعَمَلِ بِطَاعَتِكَ وَالصِّدْقِ فِي خِدْمَتِكَ قَائِمِيْن. وَإِذَا تَوَفَّيْتَنَا فَتَوَفَّنَا مُسْلِمِيْنَ مُؤْمِنِيْن. وَاخْتِمْ لَنَا مِنْكَ بِخَيْرٍ أَجْمَعِيْن. وَصَلِّ وَسَلِّمْ عَلَى هٰذَا الْحَبِيْبِ الْمَحْبُوْب. لِلْأَجْسَامِ وَالْأَرْوَاحِ وَالْقُلُوْب. وَعَلَى اٰلِهِ وَصَحْبِهِ وَمَنْ إِلَيْهِ مَنْسُوْب. وَآخِرُ دَعْوَانَا أَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعَــــــالَمِيْنَ",
                    "latin": "Wa lammâ nadhamal-fikru min darâriyyil-aushâfil-muḫammadiyyati ‘uqûdan, tawajjahtu ilallâhi mutawassilan bisayyidî wa ḫabîbî muḫammadin shallallâḫu ‘alaihi wa sallama an yaj‘ala sa‘yî fîhi masykûran wa fi‘lî fîhi maḫmûdan. wa an yaktuba ‘amalî fil-a‘mâlil-maqbûlah, wa tawajjuhî fit-tawajjuhâtil-khâlishâti wash-shilâtil-maushûlah, allâhumma yâ man ilaihi tatawajjahul-mâlu fata‘ûdu dhâfirah, wa ‘alâ bâbi ‘izzatihi tuḫaththur-riḫâlu fataghsyâhâ minhul-fuyûdlâtul-ghâmirah, natawajjahu ilaika, bi asyrafil-wasâ’ili ladaika, sayyidil-mursalîn, ‘abdikash-shâdiqil-amîn, sayyidinâ muḫammadinil-ladzî ‘ammat risâlatuhul-‘âlamîn, an tushalliya wa tusallima ‘alâ tilkadz-dzâtil-kâmilah, mustauda‘i amânatika, wa ḫafîdhi sirrika, wa ḫâmili râyati da‘watikasy-syâmilah, al-abil-akbar, al-maḫbûbi laka wal-mukhashshashi bisy-syarafil-afkhar, fi kulli mûthini min mawâthinil-qurbi wa madhhar, qâsimi imdâdika fî ‘ibâdik, wa sâqi ku’ûsi irsyâdika li ahli widâdik, sayyidul-kaunain, wa asyrafits-tsaqalain, al-‘abdil-maḫbûbil-khâlish. Al-makhshûshi minka biajallil-khashâ’ishi, allâḫumma shalli wa sallim ‘alaihi wa ‘alâ âlihi wa ashḫabihi, wa ahli ḫadlrati iqtirâbihi min aḫbâbih, allâḫumma inna nuqaddimu ilaika jâha hâdzan-nabiyyil-karim, wa natawassalu ilaika bisyarafi maqâmihil-‘adhîm, an tulâḫidhanâ fî ḫarakâtinâ wa sakanâtinâ bi‘aini ‘inâyatika, wa an taḫfadhanâ fî jamî‘i athwârinâ wa taqallâbâtinâ bijamîli ri‘âyatika, wa ḫashîni wiqâyatika, wa an tuballighanâ min syarafil-qurbi ilaika wa ilâ hâdzal-ḫabîbi ghâyata âmâlinâ, wa tataqabbala minnâ mâ taḫarraknâ fîhi min niyâtinâ wa a‘mâlinâ, wa taj‘alanâ fî ḫadlrati hâdzal-ḫabîbi minal-ḫâdlirîn, wa fî tharâ’iqit-tibâ‘ihi minas-sâlikîn, wa liḫaqqika wa ḫaqqihi minal-mu’addiyîn, wa li‘ahdika minal-hâfidhîn. Allâhumma inna lanâ athmâ‘an fî raḫmatikal-khâshshati falâ taḫrimnâ, wa dhunûnan jamîlatan hiya wa sîlatunâ ilaika falâ tukhayyibnâ, âmannâ bika wa birasûlika wa mâ jâ’a bihi minad-dîn, wa tawajjahnâ bihi ilaika mustasyfi‘în, an tuqâbilal-mudzniba minnâ bil-ghufrân, wal-musî’a bil-iḫsân, was-sâ’ila bimâ sa’al, wal-muammila bimâ ammal, wa an taj’alanâ mimman nashara hâdzal-ḫabîba wa wâzarah, wa wâlâhu wu dhâharah, wa ‘umma bibarakatihi wa syarîfi wijhatihi aulâdanâ wa wâlidînâ, wa ahla quthrinâ wa wâdînâ, wa jamî‘al-muslimîna wal-muslimât, wal-mu’minîna wal-mu’minât, fî jamî‘il-jihât, wa âdim râyatad-dînil-qawîmi fî jamî‘il-aqthâri mansyûrah, wa ma‘âlimal-islâmi wal-îmâni bi ahlihâ ma‘mûrah, ma‘nan wa shûrah, waksyif allâḫumma kurbatal-makrûbîn, waqdli dainal-madînîn, waghfir lil-mudznibîn, waqbal taubatat-tâ’ibîn, wansyur raḫmataka ‘ala ‘ibâdikal-mu’minîna ajma’în. wakfi syarral-mu‘tadîna wadh-dhâlimîn, wabsuthil-‘adla biwulâtil-ḫaqqi fî jamî‘in-nawâḫî wal-aqthâr, wa ayyidhum bita’yîdi min ‘indika wa nashrin ‘alal-mu’ânidîna minal-munâfiqîna wal-kuffâr, waj‘alnâ yâ rabbi fil-ḫishnil-ḫasḫini min jamî‘il-balâyâ, wa fil-ḫirzil-makîni minadz-dzunûbi wal-khathâyâ, wa adimnâ fil-‘amali bithâ‘athika wash-shidqi fî khidmatika qâ’imîn, wa idza tawaffaitanâ fatawaffanâ muslimîna mu’minîn, wakhtim lanâ minka bikhairin ajma‘în, wa shalli wa sallim ‘alâ hâdzal-ḫabîbil-maḫbûb, lil-ajsâmi wal-arwâḫi wal-qulûb, wa ‘alâ âlihi wa shaḫbihi wa man ilaihi mansûb, wa âkhiru da‘wânâ anil-ḫamdulillâhi rabbil-‘âlamîn."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Kini, setelah selesai menyunting untaian mutiara sifat Nabi ﷺ, kuhadapkan diriku ke hadirat llahi seraya bertawasul dengan pemimpin dan kekasihku: Muhammad ﷺ. Semoga Allah SWT berkenan menjadlkan usahaku menyusun ini sebagai suatu yang terpuji dan mendatangkan ganjaran bagiku! Dan semoga Dia mencatat amalku di antara amal-amal yang diterima-Nya. Dan permohonanku, di antara permohonan yang ikhlas ditujukan kepada-Nya, serta memperoleh pahala-Nya yang saling berkesinambungan: Ya Allah, Ya Tuhan kami! Yang kepada-Nya tertuju semua cita dan idaman agar kembali setelah itu dengan segala keberhasilan. Dan di pintu keperkasaan-Nya dihentikan semua kafilah harapan, agar setelah itu digenangi luapan anugerah-Nya. Sesungguhnya kami menghadap kepada-Mu, dengan semulia-mulia wasilah di sisi-Mu: Penghulu Segenap Rasul. Hamba-Mu yang selalu benar dalam ucapannya. Yang selalu tulus terpercaya. Junjungan kami: Muhammad, yang risalahnya meliputi seluruh jagat raya. Semoga Engkau berkenan melimpahkan shalawat dan salam atas dzat sempurna itu! Tempat penyimpanan amanah-Mu. Pemegang rahasia-Mu. Pengibar panji dakwah-Mu, yang mencakup segalanya. Leluhur kami yang besar, yang Engkau kasihi dan Engkau khususkan dengan kemuliaan megah dan anggun pada setiap tempat dan kedudukan yang dekat kepada-Mu. Pembagi karunia-Mu di antara hamba-hamba-Mu. Pengedar hidangan petunjuk-Mu, bagi mereka yang Kau kasihi. Pemuka seluruh penghuni langit dan bumi. Termulialah di antara makhluk manusia dan jin. Hamba-Mu yang Engkau kasihi sepenuhnya. Yang Engkau khususkan dengan sebesar kekhususan dari-Mu. Yaa Allah, ya Tuhan kami! limpahkan shalawat dan salam atas dirinya! Demikian pula keluarga dan sahabatnya, serta mereka yang dekat kepadanya dari para pencintanya Ya Allah, ya Tuhan kami! Sesungguhnya kami menghadapkan kepada-Mu, kedudukan terhormat Nabi mulia ini di sisi-Mu. Dan bertawasul dengan derajatnya yang tinggi di sisi-Mu, agar Engkau berkenan menjaga dan memelihara kami, dalam segala gerak dan diam kami, dengan pandangan inayah-Mu, dan memberikan perlindungan-Mu kepada kami, dalam segala keadaan dan tindakan kami. Dengan Bimbingan-Mu yang Sempurna. Dan penjagaan-Mu yang teguh dan kokoh. Dan semoga Engkau mengabulkan puncak idaman kami, yaitu memperoleh kemulian dekat kepada-Mu, dan kepada insan tercinta ini! Dan semoga Engkau berkenan menerima niat dan amalan kami, pada segala gerak-gerik kami. Dan memasukkan kami dalam golongan mereka yang selalu hadir dalam hadhiratnya. Yang mengikuti jalan yang ditempuhnya. Melaksanakan kewajiban terhadap-Mu dan terhadapnya. Dan selalu menjaga perjanjian dengan-Mu dengan sebaik-baiknya. Allahuma, Ya Allah, Ya Tuhan kami! Sesungguhnya kami selalu mendambakan dengan sangat, memperoleh “rahmat khusus” dari sisi-Mu… Maka janganlah Engkau menanamkan rasa kecewa di hati kami! Dan kami memiliki persangkaan baik akan kasih sayang-Mu , yang kami jadikan wasilah kami kepada-Mu, maka janganlah Engkau menanamkan rasa kecewa di hati kami. Benar-benar kami beriman kepada-Mu, dan kepada Rasul-Mu. Kini kami..menujukan permohonan kami kepada-Mu dengan mengharapkan Rasul-Mt itu sebagai pemberi syafa’at! Semoga Engkau memberikan pengampunan-Mu kepada orang yang berdosa di antara kami, dan ihsan dan kebaikan dari-Mu kepada yang telah membuat kelalaian, yang meminta memperoleh apa yang dimintanya, yang mengharapkan sesuatu mendapatkan apa yang diharapkannya! Dan, mohon Engkau jadikan kami termasuk yang menolong kekasih ini, dan membelanya! Dan semoga Engkau menebarkan keberkahannya! Dan keluhuran arah tujuannya, meliputi anak-anak dan orangtua kami. Juga penghuni negeri dan daerah kami. Serta segenap kaum muslimin dan muslimat, mukminin dan mukminat, di seluruh penjuru dunia. Dan kekalkanlah panji agama yang lurus di seluruh negeri, agar tetap tersebar! Dan panji-panji iman dan lslam tetap tegak dengan pemeluknya dalam makna maupun gambarannya! Dan hilangkanlah ya Allah, ya Tuhan kami! Penderitaan para penderita! Lunasilah utang mereka yang dibebani utang-utang! Ampunilah orang-orang yang berdosa! Terimalah taubat mereka yang bertaubat! Dan tebarkanlah rahmat-Mu atas hamba-hamba-Mu, kaum mukminin semuanya! Dan tolaklah kejahatan orang-orang yang melanggar! Serta mereka yang bertindak zhalim! Mantapkanlah keadilan dengan penguasa-penguasa yang adil dan benar, di setiap kota dan negeri! Teguhkanlah mereka dengan kekuatan dari sisi-Mu, dan kemenangan atas kaum pembangkang, kaum munafiqin dan kutfar! Peliharalah kami, ya Allah, dalam benteng-benteng yang kokoh terhadap segala balak dan malapetaka! Dan dalam tempat-tempat persimpanan yang aman terhadap segala dosa dan kesalahan! Dan tetapkanlah diri kami dalam kepatuhan kepada-Mu, dan ketulusan hati dalam beramal demi keridhaan-Mu! Dan bila tiba saat Engkau mencukupkan masa hidup kami, wafatkanlah kami sebagai muslim dan mukmin sejati! Dan penuhilah akhir hidup kami semua dengan kebaikan dari sisi-Mu! Dan limpahkanlah shalawat dan salam atas Nabi ini, yang dicintai dan dikasihi oleh jasad, ruh, dan jiwa kami! Juga atas keluarga dan sahabatnYa! Serta mereka yang berhubungan nasab dengannya! Demikianlah kami akhiri doa kami. Dengan ucapan, “Walhamdu lillahi rabbil ‘alamin.”"
                    }
                },
                "2": {
                    "text": {
                        "1": "Limpahkan, ya Allah, semulia-mulia shalawat dan salam atas junjungan dan nabi kami, Muhammad SAW yang amat penyantun dan penyayang"
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}