{
    "number": 2,
    "source": "nu-online",
    "name": "",
    "latin": "Alhamdulillahil qawiyy",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ اَلْحَمْدُ لِلّٰهِ الْقَوِيِّ سُلْطَانُه. اَلْوَاضِحِ بُرْهَانُه. اَلْمَبْسُوْطِ فِي الْوُجُوْدِ كَرَمُهُ وَإِحْسَانُه. تَعَالَى مَجْدُهُ وَعَظُمَ شَانُه. خَلَقَ الْخَلْقَ لِحِكْمَةْ. وَطَوَى عَلَيْهَا عِلْمَه. وَبَسَطَ لَهُمْ مِنْ فَآئِضِ الْمِنَّةِ مَا جَرَتْ بِهِ فِي أَقْدَارِهِ الْقِسْمَة. فَأَرْسَلَ إِلَيْهِمْ أَشْرَفَ خَلْقِهِ وَأَجَلَّ عَبِيْدِهِ رَحْمَة. تَعَلَّقَتْ إِرَادَتُهُ الْأَزَلِيَّةُ بِخَلْقِ هٰذَا الْعَبْدِ الْمَحْبُوْبِ. فَانْتَشَرَتْ أَثَارُ شَرَفِهِ فِي عَوَالِمِ الشَّهَادَةِ وَالْغُيُوْب. فَمَا أَجَلَّ هٰذَا الْمَنَّ الَّذِيْ تَكَرَّمَ بِهِ الْمَنَّان. وَمَا أَعْظَمَ هٰذَا الْفَضْلَ الَّذِيْ بَرَزَ مِنْ حَضْرَةِ الْإِحْسَان. صُوْرَةً كَامِلَةً ظَهَرَتْ فِي هَيْكَلٍ مَحْمُوْد. فَتَعَطَّرَتْ بِوُجُوْدِهَا أَكْنَافُ الْوُجُوْدِ. وَطَرَّزَتِ بُرْدَ الْعَوَالِمِ بِطِرَازِ التَّكْرِيْم",
                    "latin": "Bismillâhirraḫaminrraḫîm Al-ḫamdulillâhil-qawiyyi sulthânuh, al-wâdliḫi burhânuh, al-mabsûthi fil-wujûdi karamuhu wa iḫsânuh, ta‘âlâ majduhu wa ‘adhuma syânuh, khalaqal-khalqa liḫikmah, wa thawâ ‘alaihâ ‘ilmah, wa basatha lahum min fâ’idlil-minnati mâ jarat bihi fî aqdârihil-qismah, fa arsala ilaihim asyrafa khalqihi wa ajalla ‘abîdihi raḫmah, ta‘allaqat irâdatuhul-azaliyyatu bikhalqi hâdzal-‘abdil-maḫbûbi, fantasyarat atsâru syarafihi fî ‘awâlimisy-syahâdati wal-ghuyûb, famâ ajalla hâdzal-mannal-ladzî takarrama bihil-mannân, wa mâ a‘dhama hâdzal-fadlal-ladzî baraza min hadlratil-iḫsân, shûratan kâmilatan dhaharat fî haikalin maḫmûd, fata‘aththarat biwujûdihâ aknâful-wujûd, wa tharrazati burdal-‘awâlimi bithirâzit-takrîm."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Dengan nama Allah, Yang Maha Pengasih lagi Maha Penyayang. Segala puji bagi Allah, yang amat teguh kekuasaan-Nya. Amat jelas bukti-bukti kebenaran-Nya. Terbentang luas kedermawanan dan kemurahan-Nya. Mahatinggi kemuliaan-Nya, Mahaagung kedudukan-Nya. Diciptakan segalanya dengan penuh hikmah. Lalu diliputinya dengan ilmu-NYa. Dihamparkan bagi mereka limpahan karunia-Nya. Denqan kadar pembagian yang ditentukan dalam kehendak-Nya. Maka diutus kepada mereka, demi rahmat-Nya. seorang termulia di antara makhluk-Nya. terkemuka di antara hamba-hamba-Nya. lradah-Nya yang azali menghendaki, Mencipta hamba yang amat dikasihi ini. Maka tersebarlah pancaran kemuliaannya. Di alam nyata ataupun tersembunyi.Aduhai, betapa agung anugerah ini. Dilimpahkan oleh Dia Yang Maha Pemurah, Maha Pemberi. Betapa tinggi nilai keutamaan ini. Datang dari Tuhan Sumber segala ihsan. Karunia teramat sempurna. Dalam bentuk insan terpuji. Kehadirannya mengharumi segenap penjuru. Menghiasnya dengan sulaman indah penuh keagungan."
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}