{
    "number": 3,
    "source": "nu-online",
    "name": "",
    "latin": "Tajallal haq",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "تَجَلَّى الْحَقُّ فِي عَالَـمِ قُدْسِهِ الْوَاسِعْ. تَجَلِّيًا قَضَى بِانْتِشَارِ فَضْلِهِ فِي الْقَرِيْبِ وَالشَّاسِع. فَلَهُ الْحَمْدُ الَّذِيْ لَا تَنْحَصِرُ أَفْرَادُهُ بِتَعْدَاد. وَلَا يُمَلُّ تَكْرَارُهُ بِكَثْرَةِ تَرْدَادْ. حَيْثُ أَبْرَزَ مِنْ عَالَمِ الْإِمْكَانْ. صُوْرَةَ هٰذَا الْإِنْسَانْ. لِيَتَشَرَّفَ بِوُجُوْدِهِ الثَّقَلَانْ. وَتَنْتَشِرَ أَسْرَارُهُ فِي الْأَكْوَانْ. فَمَا مِنْ سِرٍّ اتَّصَلَ بِهِ قَلْبُ مُنِيْب. إِلَّا مِنْ سَوَابِغِ فَضْلِ اللهِ عَلَى هٰذَا الْحَبِيْب",
                    "latin": "Tajallal-ḫaqqu fî ‘alami qudsihil-wâsi‘i, tajalliyan qadlâ bintisyâri fadllihi fil-qarîbi wasy-syâsi‘, falahul-ḫamdul-ladzî lâ tanḫashiru afrâduhu bita‘dâd, wa lâ yumallu takrâruhu bikatsrati tardâd, haitsu abraza min ‘âlamil-imkân, shûrata hâdzal-insân, liyatasyarrafa biwujûdihits-tsaqalân, wa tantasyira asrâruhu fil-akwân, famâ min sirrit-tashala bihi qalbu munîb, illa min sawâbighi fadllillâhi ‘alâ hâdzal-ḫabîb."
                }
            }
        },
        "2": {
            "name": "",
            "type": "bari",
            "text": {
                "1": {
                    "arabic": "يَا لَقَلْبٍ سُرُوْرُهُ قَدْ تَوَالَى ۞ بِحَبِيْبٍ عَمَّ الْأَنَامَ نَوَالَا",
                    "latin": "Yâ laqalbin surûruhu qad tawâlâ ۞ biḫabîbin ‘ammal-anâma nawâlâ"
                },
                "2": {
                    "arabic": "جَلَّ مَنْ شَرَّفَ الْوُجُوْدَ بِنُوْرٍ ۞ غَمَرَ الْكَوْنَ بَهْجَةً وَجَمَــــالَا",
                    "latin": "Jalla man syarrafal-wujûda binûrin ۞ ghamaral-kauna bahjatan wa jamâlâ"
                },
                "3": {
                    "arabic": "قَدْ تَرَقَّى فِي الْحُسْنِ أَعْلَى مَقَامٍ ۞ وَتَنَاهَى فِي مَجْدِهِ وَتَعَــــالَى",
                    "latin": "Qad taraqqâ fil-ḫusni a‘lâ maqâmin ۞ wa tanâhâ fî majdihi wa ta‘âlâ"
                },
                "4": {
                    "arabic": "لَاحَظَتْهُ الْعُيُوْنُ فِيمَا اجْتَلَتْهُ ۞ بَشَرًا كَامِلًا يُزِيْحُ الضَّــلَالَا",
                    "latin": "Lâ ḫadhat hul-‘uyûnu fîmâj-talalat hu ۞ basyaran kâmilan yuzîḫudl-dlalâla"
                },
                "5": {
                    "arabic": "وَهْوَ مِنْ فَوْقِ عِلْمِ مَا قَدْ رَأَتْهُ ۞ رِفْعَةً فِي شُؤُوْنِهِ وَكَمَـــالَا",
                    "latin": "Wahwa min fauqi ‘ilmi mâ qad ra'at hu ۞ rif‘atan fî syu'ûnihi wa kamâlâ"
                }
            }
        },
        "3": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "فَسُبْحَانَ الَّذِيْ أَبْرَزَ مِنْ حَضْرَةِ الْاِمْتِنَانْ. مَا يَعْجِزُ عَنْ وَصْفِهِ اللِّسَانْ. وَيَحَارُ فِي تَعَقُّلِ مَعَانِيْهِ الْجَنَانْ. اِنْتَشَرَ مِنْهُ فِي عَالِمِ الْبُطُوْنِ وَالظُّهُوْرْ. مَا مَلَاءَ الْوُجُوْدَ الْخَلْقِيَّ نُوْرْ. فَتَبَارَكَ اللهُ مِنْ اِلٰهٍ كَرِيْمٍ. بَشَّرَتْنَا اٰيَاتُهُ فِي الذِّكْرِ الْحَكِيْم. بِبِشَارَةِ: ﴿لَقَدْ جَآءَكُمْ رَسُوْلٌ مِنْ أَنْفُسِكُم. عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيْصٌ عَلَيْكُمْ بِالْمُؤْمِنِيْنَ رَؤُوْفٌ رَحِيْم﴾. فَمَنْ فَاجَأَتْهُ هٰذِهِ الْبِشَارَةُ وَتَلَقَّاهَا بِقَلْبٍ سَلِيْم. فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيْمٍ",
                    "latin": "Fasubḫânal-ladzî abraza min ḫadlratil-imtinân, mâ ya‘jizu ‘an washfihil-lisân, wa yaḫâru fî ta‘qquli ma‘ânîhil-janân, intasyara minhu fî ‘âlimil-buthûni wadh-dhuhûr, mâ malâ’al-wujûdal-khalqiyyi nûr, fatabârakallâhu min ilâhin karîmin, basyaratnâ âyâtuhu fidz-dzikril-ḫakîm, bibisyârati: ﴾Laqad jâ’akum rasûlun min anfusikum ‘azîzun ‘alaihi mâ ‘anittum ḫarîshun ‘alaikum bil-mu’minîna ra’ûfur-raḫîm﴿. Faman fâja’at hu hâdzihil-bisyâratu wa talaqqâhâ biqalbin salîm, faqad hudiya ilâ shirâthin mustaqîm."
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Allah Mahabenar bertajalli. Dalam alam kudus-Nya yang amat luas. Menetapkan penyebaran anugerah-Nya. Pada yang dekat dan jauh tak terkecuali. Maka hanya bagi-Nya segala puji. Tiada terhingga bilangannya. Tiada menjemukan pengulangan sebutannya. Betapapun sering diulang-ulang. Atas perkenan-Nya menampilkan di alam kenyataan. Perwujudan semulia-mulia insan. Agar seluruh makhluk beroleh kemuliaan. Tiada terhingga. Dengan rahasia keutamaan yang mengiringi kehadirannya. Tersebar merata di seluruh alam semesta. Maka tiada satu pun rahasia itu. Menyentuh menyatu dengan qalbu yang sadar. Kecuali pasti karena curahan karunia Allah. Melalui insan tersayang ini."
                    }
                },
                "2": {
                    "text": {
                        "1": "Bahagia dan suka ria, berdatangan merasuki qalbu, menyambut datangnya kekasih Allah, pembawa anugerah bagi seluruh manusia",
                        "2": "Mahaagung Dia yang telah memuliakan, wujud ini dengan nur berkilauan, meliputi semuanya, dengan keriangan dan kecantikan.",
                        "3": "Mencapai tingkat keindahan tertinggi, menjulang mengangkasa, dengan kemuliaannya.",
                        "4": "Mata memandang penuh damba, bentuk insan sempurna, pengikis segala yang sesat.",
                        "5": "Meski sesungguhnya keluhuran dan kesempurnaannya melampaui segala yang bisa dicapai pengetahuan yang mana pun jua."
                    }
                },
                "3": {
                    "text": {
                        "1": "Mahasuci Allah, Tuhan Maha Pemurah. Yang dalam kitab suci Al-Qur’an Al-Hakim. Mengungkap berita gembira dengan firman-Nya, ‘Telah datang kepadamu. Seorang rasul dari kalangan sendiri. la selalu prihatin atas apa yang menimpamu. Sangat ia inginkan kamu beriman. la singat penyantun, sangat penyayang. Maka siapa saja yang sampai kepadanya, berita gembira ini. Serta menerimanya dengan hati dan pikiran sehat. Niscaya ia beroleh petunjuk ke arah jalan yang lurus."
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-15"
}