{
    "number": 4,
    "source": "nu-online",
    "name": "",
    "latin": "Wa asyhadu an lâ ilâha illallâh...",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "وَأَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيْكَ لَهُ شَهَادَةً تُعْرِبُ بِهَا اللِّسَان. عَمَّا تَضَمَّنَهُ الْجَنَان. مِنَ التَّصْدِيْقِ بِهَا وَالْإِذْعَان. تَثْبُتُ بِهَا فِي الصُّدُوْرِ مِنَ الْإِيْمَانِ قَوَاعِدُه. وَتَلُوْحُ عَلَى أَهْلِ الْيَقِيْنِ مِنْ سِرِّ ذٰلِكَ الْإِذْعَانِ وَالتَّصْدِيْقِ شَوَاهِدُهْ. وَأَشْهَدُ أَنَّ سَيِّدَنَا مُحَمَّدًا ࣙالْعَبْدَ الصَّادِقَ فِي قَوْلِهِ وَفِعْلِه. وَالْمُبَلِّغَ عَنِ اللهِ مَا أَمَرَهُ بِتَبْلِيْغِهِ لِخَلْقِهِ مِنْ فَرْضِهِ وَنَفْلِه. عَبْدٌ أَرْسَلَهُ اللهُ لِلْعَالَمِيْنَ بَشِيْرًا وَنَذِيْرًا. فَبَلَّغَ الرِّسَالَة. وَأَدَّى الْأَمَانَة. وَهَدَى اللهُ بِهِ مِنَ الْأُمَّةِ بَشَرًا كَثِيْرًا. فَكَانَ فِي ظُلْمَةِ الْجَهْلِ لِلْمُسْتَبْصِرِيْنَ سِرَاجًا وَقَمَرًا مُنِيْرًا. فَمَا أَعْظَمَهَا مِنْ مِنَّةٍ تَكَرَّمَ اللهُ بِهَا عَلَى الْبَشَر. وَمَا أَوْسَعَهَا مِنْ نِعْمَةٍ اِنْتَشَرَ سِرُّهَا فِي الْبَحْرِ وَالْبَرّ. اَللّٰهُمَّ صَلِّ وَسَلِّمْ بِأَجَلِّ الصَّلَوَاتِ وَأَجْمَعِهَا وَأَزْكَى التَّحِيَّاتِ وَأَوْسَعِهَا. عَلَى هٰذَا الْعَبْدِ الَّذِيْ وَفَّى بِحَقِّ الْعُبُوْدِيَّة. وَبَرَزَ فِيْهَا فِي خِلْعَةِ الْكَمَال. وَقَامَ بِحَقِّ الرُّبُوْبِيَّةِ فِي مَوَاطِنِ الْخِدْمَةِ لِلّٰهِ وَأَقْبَلَ عَلَيْهِ غَايَةَ الْإِقْبَال. صَلَاةً يَتَّصِلُ بِهَا رُوْحُ الْمُصَلِّي عَلَيْهِ بِهِ. فَيَنْبَسِطُ فِي قَلْبِهِ نُوْرُ سِرِّ تَعَلُّقِهِ بِهِ وَحُبِّهِ. وَيُكْتَبُ بِهَا بِعِنَايَةِ اللهِ فِي حِزْبِه. وَعَلَى اٰلِهِ وَصَحْبِهِ اَلَّذِيْنَ ارْتَقَوْا صَهْوَةَ الْمَجْدِ بِقُرْبِهِ. وَتَفَيَّأُوْا ظِلَالَ الشَّرَفَ الْأَصْلِيِّ بِوُدِّهِ وَحُبِّهِ. مَا عَطَّرَ الْأَكْوَانَ بِنَشْرِ ذِكْرَاهُمْ نَسِيْمْ",
                    "latin": "Wa asyhadu an lâ ilâha illâllâhu waḫdahu lâ syarîka lahu syahâdatan tu‘ribu bihâl-lisân, ‘ammâ tadlammanahul-janân, minat-tashdîqi bihâ wal-idz‘ân, tastbutu bihâ fish-shudûri minal-îmâni qawâ‘iduhu, wa talûḫu ‘alâ ahlil-yaqîni min sirri dzâlikal-idz‘âni wat-tashdîqi syawâhiduh, wa asyhadu anna sayyidanâ Muḫammadinil-‘abdash-shâdiqa fî qaulihi wa fi’lihi, wal-muballigha ‘anillâhi mâ amarahu bitablîghihi likhalqihi min fardlihi wa naflih, ‘abdun arsalahullâhu lil-‘âlamîna basyîran wa nadzîran, faballaghar-risâlah, wa addal-amânata, wa hadallâhu bihi minal-ummati basyaran katsîran, fakâna fî dhulmatil-jahli lil mustabshirîna sirâjan wa qamaran munîran, famâ a’dhamahâ min minnatin takarramallâḫu bihâ ‘alal-basyar, wa mâ ausa’ahâ min ni‘matin intasyara sirruhâ fil-baḫri wal-barri. Allâhumma shalli wa sallim bi ajallish- shalawâti wa ajma‘ihâ wa azkat-taḫiyyâti wa ausa’ihâ, ‘alâ hâdzal-‘abdil-ladzî waffâ biḫaqqil-‘ubûdiyyati, wa baraza fîhâ fî khil‘atil kamâl, wa qama biḫaqqir-rubûbiyyati fî mawâthinil-khidmati lillâhi wa aqbala ‘alaihi ghâyatal-iqbâl, shalâtan yattashilu bihâ rûḫul-mushallî ‘alaihi bihi, fayanbasithu fî qalbihi nûru sirri ta‘alluqihi bihi wa ḫubbihi, wa yaktabu bihâ bi‘inâyatillâhi fî ḫizbih, wa ‘alâ âihi wa shaḫbihil-ladzînar-taqaû shahwatal-majdi biqurbihi, wa tafayya’û dhilâlasy-syarafal-ashliyyi biwuddihi wa ḫubbihi, mâ ‘aththaral-akwâna binasyri dzikrâhum nasîm."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Aku bersaksi, tiada Tuhan selain Allah. Maha Esa, tiada sekutu bagi-NYa. Kesaksian terucapkan dengan lisan. Mengungkap ketulusan dan kepatuhan. Yang terkandung dalam hati sanubari. Memperteguh tonggak-tonggak iman. Yang tertanam jauh di dalam dada. Rahasia hakikatnya tampak hanya bagi mereka. Yang tulus patuh tiada sedikit pun ragu padanya. Dan aku bersaksi bahwasannya. Sayyidina Muhammad adalah hamba Allah. Yang benar dalam ucapan dan perbuatannya. Dan menyampaikan atas nama Allah. Apa yang harus disampaikan. Kepada hamba-hamba-Nya. Tentang yang diwajibkan atau yang dianjurkan-Nya. Dialah hamba Allah yang diutus. Kepada penghuni alam seluruhnya. Pembawa berita gembira di samping ancaman derita. Maka ia pun menyampaikan risalah. Dan menunaikan amanah. Sehingga umat dalam jumlah besar. Beroleh hidayah Allah dengan perantaraannya. Jadilah ia pelita penerang dan bulan purnama. Bagi pencari cahaya penembus kejahilan gelap gulita Aduhai, betapa agung karunia Allah. Dilimpahkan atas manusia. Betapa luas nikmat Allah bertebaran hikmahnya. Di lautan dan daratan luas merata. Ya Allah, ya Tuhan kami. Limpahkan shalawat dan salam. Yang terbesar dan mencakup segalanya. Teramat suci, luas jangkauannya. Atas diri insan ini. Yang dengan seksama memenuhi kewajiban perhambaan pada Tuhannya. Dengan menyandang segala sifat sempurna. Dan bersungguh-sungguh dalam berbakti kepada llahi. Serta menghadapkan diri kepada-Nya. Dengan sebaik dan sesempurna cara. Shalawat rahmat yang mengukuhkan. Jalinan ikatan dengan pribadinya. Bagi si pembaca shalawat atas dirinya. Menjadikan hatinya terang benderang. Tersentuh nur kecintaan dan kerinduan padanya. Dan memasukkannya dengan inayah Allah. ke dalam kelompoknya. Demikian pula atas segenap keluarganya. Serta para sahabatnya. Yang menduduki puncak derajat yang tinggi. Karena dekat kepadanya. Dan bernaung di bawah bayangbayang kemuliaan sejati. Dengan mencintainya sepenuh hati. Shalawat dan salam terus-menerus tiada hentinya. Selama embusan angin mengharumi mayapada. Menyebar sebutan indah mereka semuanya."
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}