{
    "number": 6,
    "source": "nu-online",
    "name": "",
    "latin": "Wa qad ânâ lil qalami…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "وَقَدْ آنَ لِلْقَلَمِ أَنْ يَخُطَّ مَا حَرَّكَتْهُ فِيْهِ الْأَنَامِل. مِمَّا اسْتَفَادَهُ الْفَهْمُ مِنْ صِفَاتِ هٰذَا الْعَبْدِ الْمَحْبُوْبِ الْكَامِل. وَشَمَائِلِهِ الَّتِي هِيَ أَحْسَنُ الشَّمَائِل. وَهُنَا حَسُنَ أَنْ نُثْبِتَ مَا بَلَغَ إِلَيْنَا فِي شَأْنِ هٰذَا الْحَبِيْبِ مِنْ أَخْبَارٍ وَأَثَار. لِيَتَشَرَّفَ بِكِتَابَتِهِ الْقَلَمُ وَالْقِرْطَاسُ وَتَتَنَزَّهَ فِي حَدَائِقِهِ الْأَسْمَاعُ وَالْأَبْصَار. وَقَدْ بَلَغَنَا فِي الْأَحَادِيْثِ الْمَشْهُوْرَة. أَنَّ أَوَّلَ شَيْءٍ خَلَقَهُ اللهُ هُوَ النُّوْرُ الْمُوْدَعُ فِي هٰذِهِ الصُّوْرَة. فَنُوْرُ هٰذَا الْحَبِيْبِ أَوَّلُ مَخْلُوْقٍ بَرَزَ فِي الْعَالَم. وَمِنْهُ تَفَرَّعَ الْوُجُوْدُ خَلْقًا بَعْدَ خَلْقٍ فِيْمَا حَدَثَ وَمَا تَقَادَم. وَقَدْ أَخْرَجَ عَبْدُ الرَّزَّاقِ بِسَنَدِهِ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ الْأَنْصَارِيِّ رَضِيَ اللهُ عَنْهُمَا قَالَ: قُلْتُ يَا رَسُوْلَ اللهِ، بِأَبِيْ وَاُمِّيْ، أَخْبِرْنِي عَنْ أَوَّلِ شَيْءٍ خَلَقَهُ اللهُ قَبْلَ الْأَشْيَآء. قَالَ: يَا جَابِرُ إِنَّ اللهَ خَلَقَ قَبْلَ الْأَشْيَآءِ نُوْرَ نَبِيِّكَ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ نُوْرِه. وَقَدْ وَرَدَ مِنْ حَدِيْثِ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: كُنْتُ أَوَّلَ النَّبِيِّيْنَ فِي الْخَلْقِ وَآخِرَهُمْ فِي الْبَعْثِ. وَقَدْ تَعَدَّدَتِ الرِّوَايَاتُ بِأَنُّهُ أَوَّلُ الْخَلْقِ وُجُوْدًا وَأَشْرَفُهُمْ مَوْلُوْدًا. وَلَمَّا كَانَتِ السَّعَادَةُ الْأَبْدِيَّة. لَهَا مُلَاحَظَةٌ خَفِيَّةٌ. اِخْتَصَّتْ مَنْ شَاءَتْ مِنَ الْبَرِيَّة. بِكَمَالِ الْخُصُوْصِيَّة. فَاسْتَوْدَعَتْ هٰذَا النُّوْرَ الْمُبِيْن. أَصْلَابَ وَبُطُوْنَ مَنْ شَرَّفَتْهُ مِنَ الْعَالَمِيْن. فَتَنَقَّلَ هٰذَا النُّوْرُ مِنْ صُلْبِ اٰدَمَ وَنُوْحٍ وَإبْرَاهِيْم. حَتَّى أَوْصَلَتْهُ يَدُ الْعِلْمِ الْقَدِيْم. إِلَى مَنْ خَصَّصَتْهُ بِالتَّكْرِيْمِ أَبِيْهِ الْكَرِيْم. عَبْدِاللهِ ابْنِ عَبْدِ الْمُطَّلِبِ ذِيْ الْقَدْرِ الْعَظِيْم. وَأُمُّهُ الَّتِيْ هِيَ فِي الْمَخَاوِفِ آمِنَة. اَلسَّيِّدَةِ الْكَرِيْمَةِ اٰمِنَة. فَتَلَقَّاهُ صُلْبُ عَبْدُ الله فَأَلْقَاهُ إِلَى بَطْنِهَا. فَضَمَّتْهُ أَحْشَاؤُهَا بِمَعُوْنَةِ اللهِ مُحَافَظَةً عَلَى حَقِّ هٰذِهِ الدُّرَّةِ وَصَوْنِهَا. فَحَمَلَتْهُ بِرِعَايَةِ اللهِ كَمَا وَرَدَ عَنْهَا حَمْلًا خَفِيْفًا لَا تَجِدُ لَهُ ثِقَلًا. وَلَا تَشْكُوْا مِنْهُ أَلَمًا وَلَا عِلَلًا. حَتَّى مَرَّ الشَّهْرُ بَعْدَ الشَّهْرِ مِنْ حَمْلِه. وَقَرُبَ وَقْتُ بُرُوْزِهِ إِلَى عَالَمِ الشَّهَادَةِ لِتَنْبَسِطَ عَلَى أَهْلِ هٰذَا الْعَالَمِ فُيُوْضَاتُ فَضْلِه. وَتَنْتَشِرَ فِيْهِ أَثَارُ مَجْدِهِ الصَّمِيْ",
                    "latin": "Wa qad âna lilqalami an yakhudhdha mâ ḫarrakat hu fîhil-anâmil, mimmâs-tafâdahul-fahmu min shifâtil hâdzal-‘abdil-maḫjûbil-kâmil. wa syamâ’ilihil-latî hiya aḫsanusy-syamâ’il. wa hunâ ḫasuna an nutsbita mâ balagha ilainâ fî sya’ni hâdzal-ḫabîbi min akhbârin wa âtsâr. liyatasysyarafa bikitâbihil-qalamu wal-qirthâsu wa tatanazzaha fî ḫadâ’iqil-asmâ‘u wal-abshâr. wa qad balaghanâ fil-aḫâditsil-masyhûrati, anna awwala sya’in khalaqahullâhu huwan-nûrul-maudlû‘u fî hâdzihish-shûrat. fanûru hâdzal-ḫabîbi awwalu makhlûqin baraza fil-‘âlam. wa minhu tafarra‘al-wujûdu khalqan ba‘da khalqin fîmâ ḫadatsâ wa mâ taqâdam. wa qad akhraja ‘abdur-razzâqi bisanadihi ‘an jâbiri-bni ‘abdillâhil-anshâriyyi radliyallâhu ‘anhumâ qâla: qultu yâ rasûlallâhi, biabî wa ummî, akhbirnî ‘an awwali syai’in khalaqahullâhu qabla-asyyâ’i. qâla: yâ jabiru innallâha khalaqa qabla-asyyâ’i nûra nabiyyika Muḫammadin shallâhu ‘alaihi wa sallama min nûrihi. wa qad warada min ḫadîtsi abî hurairata radliyallâhu ‘anhu annahu qâla: qâla rasulullâhi shallâhu ‘alaihi wa sallam: kuntu awwalan-nabiyyîna fil-khalqi wa âkhirahum fil-ba‘tsi. wa qad ta‘addadatir-riwâyâtu bi annahu awwalul-khalqi wujûdan wa asyrafuhum maulûdan. wa lammâ kânantis-sa‘âdatul-abdiyyatu. lahâ mulâḫadhatun khafiyyatun. ikhtashshat man syâ’at minal-bariyyati. bikamâlil-khushûshiyyah. fastauda‘at hâdzan-nûral-mubîn. ashlâba wa buthûna man syarrafat hu minal-‘âlamîn. fatanaqqala hâdzan-nûru min shulbi âdama wa nûḫi wa ibrâhîm. ḫattâ aushalat hu yadul-‘ilmil-qadîm. ilâ man khashshahu bitakrîmi abîhil-karîm. ‘Abdillâhi-bni ‘Abdil-Muthallibi dzil-qadril-‘adhîm. wa ummuhul-latî hiya fil-makhâwifi âminah. as-sayidatil-karîmati âminah. fatallaqâhu shulbu ‘abdullâh fa alqâhu ilâ bathnihâ. fadlammathu aḫsyâ’uhâ bima‘ûnatillâhi muḫâfadhatan ‘alâ ḫaqqi hâdzihid-durrati wa shaunihâ. faḫamalat hu biri‘âyatillâhi kamâ warada ‘anhâ ḫamlan khafîfan lâ tajidu lahu tsiqâlan. wa lâ tasykû minhu alaman wa lâ ‘ilala. ḫattâ marrasy-syahru ba‘dasy-syahri min ḫamlihi. wa qaruba waqtu burûzihi ilâ ‘âlamisy-syahâdari litanbasitha ‘alâ ahli hâdzâl-‘âlami fuyûdlâtu fadllih. wa tantasyira fîhi atsâru majdihish-shamîm."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Kini tiba saat penaku ini. Menggoreskan yang digerakkan jari tanganku. Yang bisa terjangkau oleh pikiran. Tentang sifat hamba yang sempurna dan dikasihi ini, serta perilakunya yang terluhur di antara semua perilaku. Dan di sinilah sepatutnya kutuliskan. Apa yang telah sampai ke pengetahuanku. Tentang berita dan kisah insan tercinta ini. Agar kalam dan keftas beroleh kemuliaan. Pendengaran dan penglihatan pun berkesempatan, Bertamasya dalam taman-tamannya yang indah mempesona. Telah sampai kepada kami. Dalam hadits-hadits yang masyhur. Bahwa sesuatu yang mula pertama dicipta Allah. Ialah nur yang tersimpan dalam pribadi ini. Maka nur insan tercinta inilah. Makhluk pertama muncul di alam semesta. Darinya bercabang seluruh wujud ini. Ciptaan demi ciptaan. Yang baru datang ataupun yang sebelumnya. Sebagai mana di riwayatk an Abdurrazzaq. Dengan sanadnya yang sampai pada Jabir bin Abdullah Al- Anshari, semoga Allah meridhai keduanya. Bahwasanya ia pernah bertanya, “Demi ayah dan ibuku, ya Rasulullah, Beri tahukanlah kepadaku tentang sesuatu. Yang diciptakan Allah sebelum segalanya yang lain. Jawab beliau, “Wahai Jabir, sesungguhnya Allah, Telah menciptakan nur nabimu, Muhammad, dari nur-Nya. Sebelum sesuatu yang lain”. Dan telah diriwayatkan oleh Abu Hurairah, Bahwasanya Nabi ﷺ telah bersabda, ‘Aku adalah yang pertama di aqtara para nabi dalam penciptaan. Namun yang terakhir dalam keiasulan…”. Banyak pula riwayat lain menyatakan. Bahwa beliaulah yang pertama adanya. Dan termulia di antara mereka semua. Dan manakala “kebahagiaan abadi” menampakkan. Pengamatannya yang tersembunyi. Mengkhususkan manusia yang dipilihnya. Dengan kekhususan yang sempurna. Dititipkannya nur benderang ini. Pada berbagai sulbi dan rahim yang dimuliakan, di antara penghunijagat raya. Dan berpindah-pindahlah ia, dari sulbiAdam, Nuh, dan lbrahim. Sehingga pada akhirnya. Sampailah ia ke ayahandanya. Yang terpilih menerima kehormatan tiada terhingga: Abdullah bin Abdul Muththalib yang bijak dan benribawa. Serta ibundanya, Aminah, yang mulia. Yang selalu merasa aman dan tenteram. Meski di tengah apa saja yang menggelisahkan. Maka disambutlah ia oleh sutbi Abdullah. Dan diteruskan kepada Aminah, istrinya. Yang merangkumnya dengan penuh kasih sayang. Demi menjaga dan memelihara mutiara amat berharga. Dengan pertolongan Allah, yang selalu mendampinginya. la pun mengandungnya di bawah pengawasan Allah. Dengan segala kemudahan dan keringanan. Tiada sedikit pun berat terasa. Ataupun sakit diderita. Bulan demi bulan berlalu. Sampai hampir tiba saatnya. Kandungan itu lahir ke alam nyata. Agar luapan keutamaannya. Menggenangi penghuni alam semesta. Tebaran keluhuranya. Melingkungi mereka semua."
                    }
                },
                "2": {
                    "text": {
                        "1": "Limpahkan, ya Allah, semulia-mulia shalawat dan salam atas junjungan dan nabi kami, Muhammad SAW yang amat penyantun dan penyayang"
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}