{
    "number": 7,
    "source": "nu-online",
    "name": "",
    "latin": "Wa mundzu ‘aliqat…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "وَمُنْذُ عَلِقَتْ بِهِ هٰذِهِ الدُّرَّةُ الْمَكْنُوْنَة. وَالْجَوْهَرَةُ الْمَصُوْنَة. وَالْكَوْنُ كُلُّهُ يُصْبِحُ وَيُمْسِيْ فِي سُرُوْرٍ وَابْتِهَاج. بِقُرْبِ ظُهُوْرِ إِشْرَاقِ هٰذَا السِّرَاج. وَالْعُيُوْنُ مُتَشَوِّفَةٌ إِلَى بُرُوْزِه. مُتَشَوِّقَةٌ إِلَى الْتِقَاطِ جَوَاهِرِ كُنُوْزِه. وَكُلُّ دَآبَّةٍ لِقُرَيْشٍ نَطَقَتْ بِفَصِيْحِ الْعِبَارَة. مُعْلِنَةً بِكَمَالِ الْبِشَارَة. وَمَا مِنْ حَامِلٍ حَمَلَتْ فِي ذٰلِكَ الْعَام. إِلَّا أَتَتْ فِي حَمْلِهَا بِغُلَام. مِنْ بَرَكَاتِ وَسَعَادَةِ هٰذَا الْإِمَام. وَلَمْ تَزَلِ الْأَرْضُ وَالسَّمَوَات. مُتَضَمِّخَةً بِعِطْرِ الْفَرَحِ بِمُلَاقَاةِ أَشْرَفِ الْبَرِيَّات. وَبُرُوْزِهِ مِنْ عَالَمِ الْخَفَاءِ إِلَى عَالَمِ الظُّهُوْر. بَعْدَ تَنَقُّلِهِ فِي الْبُطُوْنِ وَالظُّهُوْر. فَأَظْهَرَ اللهُ فِي الْوُجُوْدِ بَهْجَةَ التَّكْرِيْم. وَبَسَطَ فِي الْعَالَمِ الْكَبِيْرِ مَائِدَةَ التَّشْرِيْفِ وَالتَّعْظِيْم. بِبُرُوْزِ هٰذَا الْبَشَرِ الْكَرِيْم",
                    "latin": "Wa mundzu ‘aliqat bihi hâdzihid-durratul-maknûnatu. wal-jauharatul-mashûnatu. wal-kaunu kulluhu yushbiḫu wa yumsî fî surûrin wabtihâjin. biqurbi dhuhûri isyrâqi hâdzas-sirâj. wal-‘uyûnu mutasyawwifatun ilâ burûzihi. mutasyawwiqatun ilal-tiqâthi jawâhiri kunûzihi. wa kullu dâbbatin li quraisyin nathaqat bi fashîḫil-‘ibârati. mu‘linatan bikamâlil-bisyârati, wa mâ min ḫâmilin ḫamalat fî dzâlikal-‘âmi. illâ atat fî ḫamlihâ bighulâm. min barâkâti wa sa‘âdati hâdzal-imâm. wa lam tazalil-ardlu was-samâwât. mutadlammikhatan bi‘ithril-faraḫi bimulâqâti asyrafil-bariyyâti, wa burûzihi min ‘âlamil-khafâ’i ilâ ‘âlamidh-dhuhûr. ba‘da tanaqqulihi fil-buthûni wadh-dhuhûr. fa adhharallâhu fil-wujûdi bahjatat-takrîm. wa basatha fil-‘âlamil-kabîri mâ’idatat-tasyrîfi wat-ta‘dhîm. bi burûzi hâdzal-basyaril-karîm"
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Sejak berpaut padanya mutiara indah terpelihara ini, alam seluruhnya bergemilang riang gembira, di pagi hari maupun di kala senja, dengan kian mendekatnya, saat terbit cahaya peliat penerang ini. Demikian pula semua pandangan mata. Menatap bersama menanti kelahirannya. Penuh kerinduan memungut permata baiduri tiada ternilai. Binatang peliharaan Quraisy pun, semuanya bagaikan menyeru dengan fasih kata-kata, mengumumkan berita nan sempurna. Setiap wanita yang mengandung di tahun itu, niscaya ia melahirkan bayi lelaki. Hal itu semua disebabkan, berkah kemuliaan imam pembawa bahagia ini. Demikianlah bumi dan langit. Bergelimang wangi-wangian riang gembira. Menanti lahirnya insan termulia. Di antara segenap penghuninya ke alam nyata. Setelah tersimpan sekian lama. Dalam beberapa sulbi dan rahimt berganti-ganti. Maka berkenanlah Allah SWT. Menampakkan karunia gemilang-Nya. Pada wujud semesta ini. Menghidangkan rahmah penghormatan dan kemuliaan"
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}