{
    "number": 8,
    "source": "nu-online",
    "name": "",
    "latin": "Faḫîna qaruba awânu…",
    "sections": {
        "1": {
            "name": "",
            "type": "rawi",
            "text": {
                "1": {
                    "arabic": "فَحِيْنَ قَرُبَ أَوَانُ وَضْعِ هٰذَا الْحَبِيْب. أَعْلَنَتِ السَّمَوَاتُ وَالْأَرْضُوْنَ وَمَنْ فِيْهِنَّ بِالتَّرْحِيْب. وَأَمْطَارُ الْجُوْدِ الْإِلٰهِيِّ عَلَى أَهْلِ الْوُجُوْدِ تَثِجّ. وَأَلْسِنَةُ الْمَلَائِكَةِ بِالتَّبْشِيْرِ لِلْعَالَمِيْنَ تَعِجّ . وَالْقُدْرَةُ كَشَفَتْ قِنَاعَ هٰذَا الْمَسْتُوْر. لِيَبْرُزَ نُوْرُهُ كَامِلًا فِي عَالَمِ الظُّهُوْر. نُوْرًا فَاقَ كُلَّ نُوْر. وَأَنْفَذَ الْحَقُّ حُكْمَه. عَلَى مَنْ أَتَمَّ اللهُ عَلَيْهِ النِّعْمَة. مِنْ خَوَاصِّ الْأُمَّة. أَنْ يَحْضُرَ عِنْدَ وَضْعِهِ اُمَّة. تَأْنِيْسًا لِجَنَابِهَا الْمَسْعُوْد. وَمُشَارَكَةً لَهَا فِيْ هٰذَا السِّمَاطِ الْمَمْدُوْد. فَحَضَرَتْ بِتَوْفِيْقِ اللهِ السَّيِّدَةُ مَرْيَمُ وَالسَّيِّدَةُ اٰسِيَة. وَمَعَهُمَا مِنَ الْحُوْرِ الْعِيْنِ مَنْ قَسَمَ اللهُ لَهُ مِنَ الشَّرَفِ بِالْقِسْمَةِ الْوَافِيَة. فَأَتَى الْوَقْتُ الَّذِيْ رَتَّبَ اللهُ عَلَى حُضُوْرِهِ وُجُوْدَ هٰذَا الْمَوْلُوْد. فَاَنْفَلَقَ صُبْحُ الْكَمَالِ مِنَ النُّوْرِ عَنْ عَمُوْد. وَبَرَزَ الْحَامْدُ الْمَحْمُوْد. مُذْعِنًا لِلّٰهِ بِالتَّعْظِيْمِ وَالسُّجُوْد",
                    "latin": "Faḫîna qaruba awânu wadh‘i hâdzal-ḫabîb, a‘lanatis-samawâtu wal-ardlûna wa man fîhinna bit-tarhîb, wa amthârul-jûdil-ilâhî ‘alâ ahlil-wujûdi tatsij, wa alsinatul-malâ’ikati bit-tabsyîri lil-‘âlamîna ta‘ij, wal-qudratu kasyafat qinâ‘a hâdzal-mastûr, liyabruza nûruhu kâmilan fî ‘âlamidh-dhuhûr, nûran fâqa kulla nûr, wa anfadzal-ḫaqqu ḫukmahu, ‘alâ man atammallâhu ‘alaihin-ni‘mat, min khawâshshil-ummat, an yaḫdlura ‘inda wadl‘ihi ummat, ta’nîsan lijanâbihal-mas‘ûd, wa musyârakatan lahâ fî hadzas-simâthil-mamdûd, faḫadlarat bitaufîqillâhis-sayyidatu maryamu wa sayyidatu âsiyah, wa ma‘humâ minal-ḫuril-‘ini man qasamaallâhu lahu minasy-syarafi bil-qismatil-wâfiyat, fa atal-waqtul-ladzî rattaballâhu ‘alâ ḫudlûrihi wujûda hâdzal-maulûd, fa’anfalaqa shubḫal-kamâli minan-nûri ‘an ‘amûd, wa barazal-ḫamdul-maḫmûd, mudz‘inan lillâhi bit-ta‘dhîmi was-sujûd."
                }
            }
        },
        "2": {
            "name": "",
            "type": "closing",
            "text": {
                "1": {
                    "arabic": "﴿اَللّٰهُمَّ صَلِّ وَسَلِّمْ أَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْمِ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ ࣙالرَّؤُوْفِ الرَّحِيْمِ﴾"
                }
            }
        }
    },
    "translations": {
        "id": {
            "name": "",
            "sections": {
                "1": {
                    "text": {
                        "1": "Dan ketika hampir tiba saatnya. Kelahiran insan tercinta ini. Gema ucapan selamat datang yang hangat. Berkumandang di langit dan di bumi. Hujan kemurahan llahi tercurah. Atas penghuni alam dengan lebatnya. Lidah malaikat bergemuruh. Mengumumkan kabar gembira. Kuasa Allah menyingkap tabir rahasia tersembunyi. Membuat nurnya terbit sempurna di alam nyata. Cahaya mengungguli segenap cahaya. Ketepatan-Nya pun terlaksana. Atas orang-orang pilihan. Yang nikmat-Nya disempurnakan bagi mereka. Yang menunggu detik-detik kelahirannya. Sebagai penghibur pribadinya yang beruntung. Dan ikut bergembira mereguk nikmat berlimpih ini. Maka hadirlah dengan taufik Allah. Sayyidah Maryam dan Sayyidah Asiyah. Bersama keduanya datang mengiring. Sejumlah bidadari surga, yang beroleh kemuliaan agung, Yang dibagi-bagikan oteh Ailah, atas mereka yang dikehendaki Dan tibalah saat yang telah diatur Allah. Bagi kelahiran ini. Maka menyingsinglah fajar keutamaanan cerah. Terang benderang menjulang tinggi…. Dan lahirlah insan pemuji dan terpuji. Tunduk khusyu’ di hadapan Allah. Dengan segala penghormatan tulus dan sembah sujud."
                    }
                },
                "2": {
                    "text": {
                        "1": "Limpahkan, ya Allah, semulia-mulia shalawat dan salam atas junjungan dan nabi kami, Muhammad SAW yang amat penyantun dan penyayang"
                    }
                }
            }
        }
    },
    "last_updated": "2024-11-16"
}