{
    "number": 10,
    "source": "minhaj-ul-quran",
    "name": "",
    "latin": "",
    "text": {
        "1": {
            "arabic": "يَـا أَكْرَمَ الْخَلْقِ مَا لِي مَنْ أَلُوْذُ بِه۞سِـوَاكَ عِنْـدَ حُلُوْلِ الْحَادِثِ الْعَمَمِ"
        },
        "2": {
            "arabic": "وَلَنْ يَّضِيْقَ رَسُـوْلَ اللهِ جَاهُكَ بِيْ۞إِذَا الْكَرِيْمُ تَجَلَّى بِــاسْمِ مُنْتَقِـمِ"
        },
        "3": {
            "arabic": "فَإِنَّ مِنْ جُوْدِكَ الدُّنْيَا وَضَرَّتَهَا۞وَمِنْ عُلُوْمِكَ عِلْمُ اللَّوْحِ وَالْقَلَمِ"
        },
        "4": {
            "arabic": "يَا نَفْـسُ لا تَقْنَطِي مِنْ زَلَّةٍ عَظُمَتْ۞إِِنَّ الْكَبَـائِرَ فِي الْغُفْرَانِ كَـاللَّمَـمِ"
        },
        "5": {
            "arabic": "لَعَـلَّ رَحْمَةَ رَبِّيْ حِيْنَ يَقْسِــمُهَا۞تَأْتِيْ عَلى حَسَبِ الْعِصْياَنِ فِي الْقِسَمِ"
        },
        "6": {
            "arabic": "يَا رَبِّ وَاجْعَلْ رَجَائِيْ غَيْرَ مُنْعَكِسٍ۞لَدَيْـكَ وَاجْعَلْ حِسَابِيْ غَيْرَ مُنْخَرِمِ"
        },
        "7": {
            "arabic": "وَالْطُفْ بِعَبْدِكَ فِي الدَّارَيْنِ إِِنَّ لَـهُ۞صَبْراً مَّتٰى تَـدْعُهُ الأَهْـوَالُ يَنْهَزِمِ"
        },
        "8": {
            "arabic": "وَائْذَنْ لِّسُحْبِ صَلاةٍ مِّنْكَ دَائِمَةٍ۞عَـلَى النَّبِيِّ بِمُنْهَــلٍّ وَّمُنْسَـجِمِ"
        },
        "9": {
            "arabic": "وَالآلِ وَالصَّحْبِ ثُمَّ التَّابِعِيْنَ فَهُـمْ۞أَهْلُ التُّقٰى وَالنُّقٰى وَالْحِلْمِ وَالْكَـرَمِ"
        },
        "10": {
            "arabic": "ثُمَّ الرِّضَـا عَنْ أَبِيْ بَكْرٍ وَّعَنْ عُمَرَ۞وَعَنْ عَلِيٍّ وَّعَنْ عُثْمَـانَ ذِي الْكَرَمِ"
        },
        "11": {
            "arabic": "مَا رَنَّحَتْ عَذَبَاتِ الْبَانِ رِيْحُ صَبَـا۞وَأَطْرَبَ الْعِيْسَ حَادِي الْعِيْسِ بِالنَّغَمِ"
        },
        "12": {
            "arabic": "فَاغْفِرْ لِنَاشِدِها وَاغْفِرْ لِقَارِئِهَا۞سَاَلْتُكَ الْخَيْرَ يَا ذَا الْجُوْدِ وَالْكَرَمِ"
        },
        "13": {
            "arabic": "يَا رَبِّ بِالْمُصْطَفی بَالِّغْ مَقَاصِدَنَا۞وَاغْفِرْلَنَا مَامَضی يَا وَاسِعَ الْکَرَمِ"
        }
    },
    "translations": {
        "en": {
            "name": "Section Ten",
            "text": {
                "1": "The most generous of mankind, I do not have anyone to take shelter in except you at occurrence (at the time) of widespread calamity (last day, general resurrection).",
                "2": "And (O) Messenger of Allah (Almighty)! Because of me, your (highly) exalted status will not reduce. When the most bountiful (Allah Almighty) will show plainly (Himself) by the name of the punisher.",
                "3": "For verily, amongst your bounties is this world and the Hereafter; and the knowledge of Preserved Tablit (Lauh) and the Pen is the part of your knowledge.",
                "4": "My soul! Do not lose heart due to your capital sins. Verily, major sins in (the ocean of) pardon are minor.",
                "5": "(I) hope, the mercy of my Lord, when distributed, would be distributed in proportion (according) to the sins.",
                "6": "O my Lord! Make my hopes fulfilled by You and make not my accounting (calculation of deeds) destructive.",
                "7": "And (O my Lord)! Be kind to Your Servant in both the worlds; for verily, he has such patience (that) when (it is) called upon by hardship (it) runs away.",
                "8": "(O my Lord)! So order clouds of salutations (and blessings which) perpetually (send salutation) from You upon the Prophet (A to fall their rains of salutations upon himA) abundantly and gently.",
                "9": "And upon his (A) family (عليهم السلام) and his Companions (y), then upon those who follow them, (undoubtedly, they all are) the people of piety, knowledge, mercy and generosity.",
                "10": "(O my Lord)! Then be pleased with Abu Bakr, `Umar, `Ali and `Uthman (y) who are the people of nobility.",
                "11": "(O my Lord)! As long as the easterly breezing makes the branches of cypress rustle (means as long as this world is abide shower Your blessings on the Holy Prophet A) and (as long as) the camel rider make (his) camels march with (his) enchanting (and charming) songs.",
                "12": "(O my Lord)! Forgive its writer and its reader (for the sake of your beloved Prophet A; and) I ask all goodness of You. O (my Lord!) You are the Most Generous and the Most Bountiful.",
                "13": "O (Our) Lord! Fulfill (all of) our (good) objects and forgive us what has passed (in committing sins) for the sake of (Your Beloved Prophet) Mustafa (the chosen one A), O the Most bountiful (and the most generous)."
            }
        }
    },
    "last_updated": "2024-11-22"
}