{
    "number": 2,
    "source": "minhaj-ul-quran",
    "name": "",
    "latin": "",
    "text": {
        "1": {
            "arabic": "فَاِنَّ أمَّارَتِيْ بِالسُّوْءِ مـَا اتَّعَظَتْ ۞ مِنْ جَهْلِهَا بِنَذَيْرِ الشَّيْبِ وَالْهَـرَمِ",
            "latin": ""
        },
        "2": {
            "arabic": "وَلاَ أعَدَّتْ مِنَ الْفِعْلِ الْجَمِيْلِ قِرَى ۞ ضَيْفٍ أَلَمَّ بِرَأسِـيْ غَيْرَ مُحْتَشِـمِ",
            "latin": ""
        },
        "3": {
            "arabic": "لَوْ كُنْتُ أَعْلَـمُ أنِّي مَـا أُوَقِّرُهُ ۞ كَتَمْتُ سِـرَّا بَـدَا لِيْ مِنْهُ بِالْكَتَمِ",
            "latin": ""
        },
        "4": {
            "arabic": "مَنْ لِّيْ بِرَدِّ جِمَــاحٍ مِّنْ غَوَايتِهَــا ۞ كَمَا يُرَدُّ جِماَحُ الْخَيْــلِ بِاللُّـجُمِ",
            "latin": ""
        },
        "5": {
            "arabic": "فَلاَ تَرُمْ بِالْمَعَاصِيْ كَسْـرَ شَـهْوَتِهَا ۞ اِنَّ الطَّعَـامَ يُقَوِّي شَــهْوَةَ النَّهِمِ",
            "latin": ""
        },
        "6": {
            "arabic": "وَالنَّفْسُ كَالطِّفْلِ إِنْ تُهْمِلْهُ شَبَّ عَلَى ۞ حُبِّ الرَّضَاعِ وَإِِِنْ تَفْطِمْهُ يَنْفَطِــمِ",
            "latin": ""
        },
        "7": {
            "arabic": "فَاصْرِفْ هَوَاهَــا وَحَاذِرْ أَنْ تُوَلِّيَهُ ۞ إِنَّ الْهَوٰى مَـا تَـوَلَّى يُصْمِ أَوْ يَصِمِ",
            "latin": ""
        },
        "8": {
            "arabic": "وَرَاعِهَـا وَهْيَ فِي الأَعْمَالِ سَـائِمَةٌ ۞ وَإِنْ هِيَ اسْتَحْلَتِ الْمَرْعٰى فَلاَ تُسِـمِ",
            "latin": ""
        },
        "9": {
            "arabic": "كَـمْ حَسَّــنَتْ لَـذَّةً لِلْمَرْءِ قَاتِلَةً ۞ مِنْ حَيْثُ لَمْ يَدْرِ أَنَّ السُّمَّ فِيْ الدَّسَـمِ",
            "latin": ""
        },
        "10": {
            "arabic": "وَاخْشَ الدَّسَائِسَ مِنْ جُوْعٍ وَّمِنْ شِبَعٍ ۞ فَرُبَّ مَخْمَصَةٍ شَـــرٌّ مِنَ التُّـخَمِ",
            "latin": ""
        },
        "11": {
            "arabic": "وَاسْتَفْرِغِ الدَّمْعَ مِنْ عَيْنٍ قَـدِ امْتَلأَتْ ۞ مِنَ الْمَحَـارِمِ وَالْزَمْ حِمْيَـةَ النَّـدَمِ",
            "latin": ""
        },
        "12": {
            "arabic": "وَخالِفِ النَّفْسَ وَالشَّيْطَانَ وَاعْصِهِـمَا ۞ وَإِنْ هُمَـا مَحَّضَـاكَ النُّصْحَ فَاتَّهِـمِ",
            "latin": ""
        },
        "13": {
            "arabic": "وَلاَ تُطِعْ مِنْهُمَا خَصْمًا وَّلاَ حَكَمًــا ۞ فَأَنْتَ تَعْرِفُ كَيْـدَ الْخَصْمِ وَالْحَكَـمِ",
            "latin": ""
        },
        "14": {
            "arabic": "أَسْتَغْفِرُ اللهَ مِنْ قَوْلٍم بِلاَ عَمَـلٍ ۞ لَقَدْ نَسَبْتُ بِهِ نَسْلاً لِّذِيْ عُقُــمِ",
            "latin": ""
        },
        "15": {
            "arabic": "أمَرْتُكَ الْخَيْرَ لكِنْ مَّا ائْتَمَرْتُ بِــهِ ۞ وَمَا اسْـتَقَمْتُ فَمَا قَوْلِي لَكَ اسْتَقِمِ",
            "latin": ""
        },
        "16": {
            "arabic": "وَلاَ تَزَوَّدْتُّ قَبْلَ الْمَوْتِ نَافِلَــةً ۞ وَلَمْ أُصَلِّ سِوٰى فَرَضٍ وَّلَمْ أَصُمِ",
            "latin": ""
        }
    },
    "translations": {
        "en": {
            "name": "Section Two",
            "muqaddimah": "Hadhrat Imaam Saalih Sharaf-ud-Deen Abu Abdullah Muhammad Bin Hasan Al-Busiri رحمة الله عليه described in this section about restraining lust and carnal desires. In this section he رحمة الله عليه relates that a man indulges into love due to lust and carnal desires and requirements. He رحمة الله عليه also has related that his life is spent in sins. And on this act, he sincerely regrets and asks for forgiveness from Allah Almighty. On the other hand, he رحمة الله عليه also mentions that lust and carnal desires are also important to fall in the love of Rasoolullah A. He رحمة الله عليه mentions that a pure love can be attained by the purification of oneself from lust and carnal wishes and desires. This section provokes a man to fall into the love of Rasoolullah A; and it also draws a man to seek forgiveness from Allah Almighty. ",
            "text": {
                "1": "For verily, my soul (Nafs Ammarah, which) calls me to evil, due to its ignorance, did not pay (any) attention to the advice from the warning by grey hair and old age.",
                "2": "And I have not made any preparation for good deeds, a feast for a guest (old age that) has lodged on my head nor did I honour (it).",
                "3": "If I had known that I would not (be able to) honour (the guest, the old age) I would have concealed my secret, which is exposed, by dyeing.",
                "4": "Is there any who can restrain my wayward-self from its waywardness. Just as an unmanageable horse is restrained by reins.",
                "5": "Do not try, through committing sins, to subdue sensual desires. Verily, the food (only) strengthens corporal desires.",
                "6": "And your self (desires) is like a child (infant), if you let him keep on drinking milk he will come of age with the habit of drinking (milk). And if you wean it, will stop.",
                "7": "So, control its (Self, نفس) inclination (towards desires) and beware, it may not overpower it (yourself). Verily, lust whenever it overpowers (it) kills or makes (your character) spotted.",
                "8": "And guard it (your self) while it is grazing in (the field of) actions and if it enjoys grazing land, do not let it roam (graze) freely.",
                "9": "How many pleasures are there (which) are considered supreme (but) are harmful for man because he does not know that fat has poison in it.",
                "10": "And fear the evil of (both) hunger and satiation (overeating) for mostly hungers (poverty) is more evil (dangerous) than overeating.",
                "11": "And shed tears from (those) eyes which have become full of forbidden sights and mark an obligatory (duty upon yourself) to guard your eyes from forbidden things.",
                "12": "And (O follower of virtue!) oppose (your) self (Nafs, نفس) and Satan and disobey them both. And if both of them give you sincere advice, suspect it.",
                "13": "And don’t obey them both (Nafs and Satan) as an enemy or as wise (person). For you know (very) well the deception of (such an) enemy or a wise (person).",
                "14": "I seek forgiveness from Allah (Almighty) from such sayings (preaching) which I do not practice upon. For verily, through this, (it is same like that) I have attributed (claimed) offspring from a barren woman. ",
                "15": "I command you to do good but I do not command myself to do that (the same); and I did not become steadfast (on Deen / the right path) so, then what is the use (value) of saying to you, “Be steadfast”.",
                "16": "And I did not offer voluntary worship before death; and I did not offer prayer nor did I keep fast except what was obligatory."
            }
        }
    },
    "last_updated": "2024-11-21"
}