{
    "number": 3,
    "source": "minhaj-ul-quran",
    "name": "",
    "latin": "",
    "text": {
        "1": {
            "arabic": "ظَلَمْتُ سُـنَّةَ مَنْ أَحْيَــا الظِّلاَمَ إِلىٰ ۞ أَنِ اشْـتَكَتْ قَدَمَــاهُ الضُّرَّ مِنْ وَرَمِ"
        },
        "2": {
            "arabic": "وَشَدَّ مِنْ سَغَبٍ أحْشَــاءَهُ وَطَـوٰى ۞ تَحْتَ الْحِجَارَةِ كَشْــحاً مُّتْرَفَ الأَدَمِ"
        },
        "3": {
            "arabic": "وَرَاوَدَتْــهُ الْجِبَالُ الشُّـمُّ مِنْ ذَهَبٍ ۞ عَنْ نَّفْسِـهِ فَـأَرَاهَا أيَّمَـــا شَمَمِ"
        },
        "4": {
            "arabic": "وَأَكَّدَتْ زُهْدَهُ فِيْهَا ضَرُوْرَتُهُ ۞ إِنَّ الضَّرُوْرَةَ لاَ تَعْــدُوْ عَلىَ الْعِصَمِ"
        },
        "5": {
            "arabic": "وَکَيْفَ تَدْعُوْا اِلیَ الدُّنْيَا ضَرُوْرَةُ مَنْ ۞ لَوْلاَهُ لَمْ تَخْرُجِ الدُّنْيَا مِنَ الْعَدَمِ"
        },
        "6": {
            "arabic": "مُحَمَّدٌ سَـيِّدُ الْكَــوْنَيْنِ وَالثَّقَلَـيْنِ ۞ وَالْفَرِيْقَـيْنِ مِنْ عُـرْبٍ وَّمِنْ عَجَـمِ"
        },
        "7": {
            "arabic": "نَبِيُّنَـا الآمِرُ النَّــاهِيْ فَلاَ أَحَــدٌ ۞ أبَـرُّ فِيْ قَــوْلِ لاَ مِنْـهُ وَلاَ نَعَـمِ"
        },
        "8": {
            "arabic": "هُوَ الْحَبِيْبُ الَّــيْ تُرْجٰى شَـفَاعَتُهُ ۞ لِكُــلِّ هَوْلٍ مِّنَ الأَهْـوَالِ مُقْتَحَمِ"
        },
        "9": {
            "arabic": "دَعَـا اِلىٰ اللهِ فَالْمُسْـتَمْسِـكُوْنَ بِـهِ ۞ مُسْتَمْسِـكُوْنَ بِحَبْـلٍ غَيْرِ مُنْفَصِـمِ"
        },
        "10": {
            "arabic": "فَــاقَ النَّبِيِّيْنَ فِيْ خَلْـقٍ وَفِيْ خُلُـقٍ ۞ وَلَمْ يُـدَانُوهُ فِيْ عِلْــمٍ وَّلاَ كَـرَمِ"
        },
        "11": {
            "arabic": "وَكُــلُّهُمْ مِّنْ رَّسُـوْلِ اللهِ مُلْتَمِـسٌ ۞ غَرْفَا مِّنَ الْبَحْرِ أَوْ رَشْفاً مِّنَ الدِّيَـمِ"
        },
        "12": {
            "arabic": "وَوَاقِفُـوْنَ لَدَيـْـهِ عنْـدَ حَدِّهِــمِ ۞ مِنْ نُّقْتَةِ الْعلْمِ أَوْ مِنْ شَكْلَةِ الْحِكَـمِ"
        },
        "13": {
            "arabic": "فَهْوَ الَّـِذيْ تَمَّ مَعْنَــاهُ وَصُوْرَتُهُ ۞ ثُمَّ اصْطَفَـاهُ حَبِيْباًم بَارِيءُ النَّسَــمِ"
        },
        "14": {
            "arabic": "مُنَـزَّهٌ عَـنْ شَـرِيْكٍ فِيْ مَحَاسِــنِهِ ۞ فَجَـوْهَرُ الْحُسْـنِ فِيْهِ غَيْرُ مُنْقَسِـمِ"
        },
        "15": {
            "arabic": "دَعْ مَــا ادَّعَتْهُ النَّصَارٰى فِيْ نَبِيِّهِـمِ ۞ وَاحْكُمْ بِمَا شِئْتَ مَدْحاً فِيْهِ وَاحْتَكِـمِ"
        },
        "16": {
            "arabic": "وَانْسُبْ اِلىٰ ذَاتِهِ مَا شِئْتَ مِنْ شَـرَفٍ ۞ وَانْسُبْ اِلىٰ قَدْرِهِ مَا شِئْتَ مِنْ عِظَـمِ"
        },
        "17": {
            "arabic": "فَـاِنَّ فَضْلَ رَسُــوْلِ اللهِ لَيْسَ لَهُ ۞ حَـدٌّ فَيُعْـرِبَ عنْـهُ نَـاطِقٌ بِفَمِ"
        },
        "18": {
            "arabic": "لَوْ نَـاسَـبَتْ قَـدْرَهُ آيـَاتُهُ عِظَمـاً ۞ أَحْيَـا اسْمُهُ حِيْنَ يُـدْعَى دَارِسَ الرِّمَمِ"
        },
        "19": {
            "arabic": "لَمْ يَمْتَحِنَّــا بِمَـا تَعْيَـا الْعُقُوْلُ بِـهِ ۞ حِرْصًـا عَلَيْنَـا فَلَمْ نَرْتَـبْ وَلَمْ نَهِمِ"
        },
        "20": {
            "arabic": "أَعْيَ الْوَرٰى فَهْمُ مَعْنَــاهُ فَلَيْسَ يُرٰى ۞ فِي الْقُرْبِ وَالْبُعْـدِ فِيْهِ غَـيْرُ مُنْفَحِمِ"
        },
        "21": {
            "arabic": "كَـالشَّمْسِِ تَظْهَرُ لِلْعَيْنَيْنِِ مِنْم بُــعُدٍ ۞ صَغِيْرَةً وَتُكِـلُّ الطَّـرْفَ مِنْ أَمَـمِ"
        },
        "22": {
            "arabic": "وَكَيْفَ يُــدْرِكُ فِي الدُّنْيـَـا حَقِيْقَتَهُ ۞ قَــوْمٌ نِّيَــامٌ تَسَلَّوْا عَنْهُ بِـالْحُلُمِ"
        },
        "23": {
            "arabic": "فَمَبْلَغُ الْعِــلْمِ فِيْهِ أَنَّــهُ بَشَــرٌ ۞ وَأَنَّــهُ خَيْرُ خَلْـقِ اللهِ كُـــلِّهِمِ"
        },
        "24": {
            "arabic": "وَكُـلُّ آيٍ أَتَى الرُّسْـلُ الْكِـرَامُ بِهَا ۞ فَــإِِنَّمَـا اتَّصَلَتْ مِنْ نُّوْرِهِ بِهِــمِ"
        },
        "25": {
            "arabic": "فَـإِِنَّهُ شَمْـسُ فَضْلٍ هُـمْ كَـوَاكِبُهَا ۞ يُظْهِرْنَ أَنْـَوارَهَا لِلنَّــاسِ فِي الظُّلَمِ"
        },
        "26": {
            "arabic": "حَتّٰی اِذَا طَلَعَتْ فِی الْکَوْنِ عَمَّ هُدَا ۞ هَا الْعٰلَمِيْنَ وَ اَحْيَتْ سَائِرَ اْلأَُمَمِ"
        },
        "27": {
            "arabic": "أَكْــرِمْ بِخَلْـقِ نَبِيٍّ زَانَــهُ خُلُـقٌ ۞ بِالْحُسْـنِ مُشْـتَمِلٌم بِالْبِشْـرِ مُتَّسِـمِ"
        },
        "28": {
            "arabic": "كَالزَّهْرِ فِيْ تَرَفٍ وَّالْبَـدْرِ فِيْ شَـرَفٍ ۞ وَالْبَحْرِ فِيْ كَــرَمٍ وَّالـدَّهْرِ فِيْ هِمَمِ"
        },
        "29": {
            "arabic": "كَــأَنَّهُ وَهْـوَ فَرْدٌ مِنْ جَلاَلَتِــهِ ۞ فِيْ عَسْـكَرٍ حِيْنَ تِلْقَاهُ وَفِيْ حَشَــمِ"
        },
        "30": {
            "arabic": "كَـــأَنَّمَا اللُّؤْلُؤُ الْمَكْنُوْنُ فِيْ صَدَفٍ ۞ مِنْ مَّعْــدِنِيْ مَنْطِـقٍ مِّنْهُ وَمُبْتَسَـمِ"
        },
        "31": {
            "arabic": "لا طِيْبَ يَعْــدِلُ تُرْبـًا ضَمَّ أعْظُمَهُ ۞ طُوْبٰى لِمُنْتَشِـقٍ مِّنْـــهُ وَمُـلْتَثِـمِ"
        }
    },
    "translations": {
        "en": {
            "name": "Section Three",
            "text": {
                "1": "I disobeyed the Sunnah (the way of passing life) of (Nabi AkramA) who passed the nights in worship until his feet complained of injury due to being swollen.",
                "2": "And he (A) tied and folded, due to hunger, around his stomach, a stone on his delicate skin.",
                "3": "And (very) high mountains of gold (presented themselves to him to) tempt him towards it (worldly things) and he (A) showed them (the people that) how high these mountains are (but rejected the offer).",
                "4": "And his piety became more powerful inspite of his need. For verily, need never overpowers the infallible (The Holy ProphetA).",
                "5": "And how can the need incline such a noble personality towards this world; for if he (A) had not been (created), the world would have not come into existence.",
                "6": "(The beloved Prophet) Muhammad (A) is the Leader of both worlds and both creations (man and jinn) and of both groups, Arabs and non Arabs.",
                "7": "Our Nabi (A is) the one who commands (to do good and) forbids (evil, undoubtedly) there is non (parallel to him who is) more truthful than him in saying, “No” or “Yes”.",
                "8": "He (A) is the most beloved (of Allah Almighty) whose intercession (شفاعۃ) is hoped for every fear (and distress) that is going to come (on the day of agony and fears).",
                "9": "He (A) called (the people) toward Allah (Almighty), so those who cling to him are clinging to a rope which will never break.",
                "10": "He (A) exceeds (transcends) the prophets (عليهم السلام) physically and in noble character; and (none of other prophets عليهم السلام) can reach (touch) his knowledge and noble nature kindness.",
                "11": "And all of them (the prophets عليهم السلام) obtained from Rasoolullah (A, his bounties like a) handful (of water) from the ocean or a sip from continuous rains.",
                "12": "And they all (prophets عليهم السلام) stopped before him at their (assigned) limits; (either like) a point of knowledge or to gain a piece of wisdom (from the wisdom of Holy ProphetA)",
                "13": "For he (A) is the one who was perfected outwardly and inwardly; and then (Allah Almighty), the Creator of all creations, chose him as (His) the most beloved.",
                "14": "There is no equal to him in his magnificence; the jewel of superiority (dignity) in him is inseparable (and indivisible).",
                "15": "Throw away what the Christians claim (attribute) about their prophet (Isa, Jesus D). Then decide and say what you wish in praise of him (except doing polytheism which the Christians do).",
                "16": "And attribute (claim) to his personality whatever you wish to (claim) in (his) excellence; and attribute the greatness towards his (highly) dignified status as much as you wish (except committing polytheism).",
                "17": "For verily, the excellence of the Allah’s Messenger (A) has no limit. Therefore, a speaker (admirer) might (be able to) express with his mouth.",
                "18": "If his miracles were proportionate (according) to his (A) rank in greatness, then his (A) name, when called out, would have brought decaying bones back to life.",
                "19": "He (A) did not test us with that which makes our minds unable (to pass). Having keen inclination (interest, kindness) for us, neither we had suspicion (about the truthfulness of the mission of the Holy Prophet A) nor were we confounded (confused, by his policies).",
                "20": "His (A) perfect inner (most) nature made the people helpless from comprehending (him, so it was not understood by anyone but Allah Almighty), so there is none in near or far who is not helpless (and imperfect in grasping his inner most nature).",
                "21": "(The example of our Holy Prophet A is) like the sun (which) is seen by eyes (very small) from far. And yet itches (your) eyes (when you) see it from near.",
                "22": "And (how) can his reality be comprehended (by the people) in this world; (certainly this is a) sleeping nation (except Allah’s prophets and friendsعليهم السلام) whose description of him is (nothing but like an interpretation of) a dream.",
                "23": "So, the extreme depth of (our) knowledge, concerning to him, is that he(A) is a man (like us). Whereas indeed he (A) is the best of all creations of Allah (Almighty).",
                "24": "And all miracles which the prophets (عليهم السلام) showed, indeed they (all miracles) have been derived from his Noor (light).",
                "25": "For verily, he (A) is the sun of virtue (and blessings, and) they (all other prophets عليهم السلام) are its stars which show the people their lights in the dark.",
                "26": "Until when the sun (of Noor of the Holy ProphetA) rose, its light spread universally and gave the life to the entire nations.",
                "27": "How noble are the physical qualities of (our) Prophet (A) which are adorned with good characteristics. (Our Prophet A) is dressed with beauty; and distinguished by pleasant nature.",
                "28": "(He A is so delicate that looks) like a blooming flower in its freshness and (like) the moon (when it is) full in splendour and (like) the ocean in generosity and (his) fearless courage (is) like the time.",
                "29": "Even when (he A is) alone, (he looks) due to his grandeur (that he is) in the midst of a large army and its associates. (And he Ahas overcome all of them for his grandeur and no one is able to even move).",
                "30": "As though (he A is like) pearls (which are) well preserved in oysters (and all of this is) from the two mines, of his speech and his smiles.",
                "31": "None of perfumes can be equal to the dust which is touching his sacred body. Glad tidings be to (the) person who smells this (sacred dust) and kisses it. (Undoubtedly, that man is the luckiest and blessed one."
            }
        }
    },
    "last_updated": "2024-11-22"
}