{
    "number": 5,
    "source": "minhaj-ul-quran",
    "name": "",
    "latin": "",
    "text": {
        "1": {
            "arabic": "جَاءَتْ لِِـدَعْوَتِهِ الأَشْـجَارُ سَـاجِدَةً۞تَمْشِِـي إِِلَيْهِ عَلىٰ سَـاقٍم بِــلاَ قَدَمِ"
        },
        "2": {
            "arabic": "كَـأَنَّمَا سَـطَرَتْ سَـطْرًا لِمَا كَتَبَتْ۞فُرُوْعُهَـا مِنْ بَـدِيْعِ الْخَطِّ فِي اللَّـقَمِ"
        },
        "3": {
            "arabic": "مِثْلَ الْغَمَــامَةِ أَنَّى سَـارَ سَــائِرَةً۞تَقِيْـهِ حَرَّ وَطِيْـسٍ لِّلْهَجِــيْرِ حَمِيْ"
        },
        "4": {
            "arabic": "اَقْسَمْتُ بِالْقَمَرِ الْمُنْشَقِّ إِِنَّ لَهُ۞مِنْ قَلْبِهِ نِسْبَةً مَبْرُوْرَةَ الْقَسَمِ"
        },
        "5": {
            "arabic": "وَمَا حَوَى الْغَــارُ مِنْ خَيْرٍ وَّمِنْ كَرَمِ۞وَكُــلُّ طَرْفٍ مِّنَ الْكُفَّارِ عَنْهُ عَمِيْ"
        },
        "6": {
            "arabic": "فَالصِّدْقُ فِي الْغَـارِ وَالصِّدِّيْقُ لَمْ يَرِمَـا۞وَهُمْ يَقُوْلُوْنَ مَـا بِالْغَــارِ مِنْ أَرِمِ"
        },
        "7": {
            "arabic": "ظَنُّوا الْحَمَــامَ وَظَنُّوا الْعَنْكَبُوْتَ عَلىٰ۞خَــيْرِ الْبَرِيَّـةِ لَمْ تَنْسُـجْ وَلَمْ تَحُمِ"
        },
        "8": {
            "arabic": "وِقَـايَةُ اللهِ أَغْنَتْ عَنْ مُّضَـاعَفَةٍ۞مِنَ الدُّرُوْعِ وَعَنْ عَــالٍ مِّنَ الأُطُمِ"
        },
        "9": {
            "arabic": "مَا سَـامَنِي الدَّهْرُ ضَيْماً وَّاسْتَجَرْتُ بِهِ۞إِِلا وَنِـلْتُ جِـوَاراً مِّنْهُ لَمْ يُـضَمِ"
        },
        "10": {
            "arabic": "وَلا الْتَمَسْـتُ غِنَى الدَّارَيْنِ مِنْ يَّـدِهِ۞إِِلا اسْتَلَمْتُ النَّدٰى مِنْ خَيْرِ مُسْـتَلَمِ"
        },
        "11": {
            "arabic": "لا تُنْكِــرِ الْوَحْيَ مِنْ رُؤْيَـاهُ إِِنَّ لَهُ۞قَلْباً اِذَا نَــامَتِ الْعَيْنَـانِ لَمْ يَنَـمِ"
        },
        "12": {
            "arabic": "وَذَاكَ حِيْنَ بُلُــوْغٍ مِّنْ نُّبُوَّتِــــهِ۞فَلَيْسَ يُنْـكَرُ فِيْهِ حـَالُ مُحْتَلِــمِ"
        },
        "13": {
            "arabic": "تَبَــارَكَ اللهُ مَـا وَحْيٌم بِمُكْتَسَـبٍ۞وَلا نَــِبيٌّ عَلي غَيْــبٍم بِمُتَّهَـمِ"
        },
        "14": {
            "arabic": "ايَاتُهُ الْغُرُّ لا يَخْفٰی عَلَی أَحَدٍ۞بِدُوْنِهَا الْعَدْلُ بَيْنَ النَّاسِ لَمْ يَقِمِ"
        },
        "15": {
            "arabic": "كَــمْ أبْرَأَتْ وَصِبـاًم بِاللَّمْسِ رَاحَتُهُ۞وَأَطْلَقَتْ أَرِبــاً مِّنْ رِّبْــقَةِ اللَّمَمِ"
        },
        "16": {
            "arabic": "وَأَحْيَتِ السَّــنَةَ الشَّــهْبَاءَ دَعْوَتُهُ۞حَتيّٰ حَكَتْ غُرَّةً فِي الأَعْصُرِ الدُّهُـمِ"
        },
        "17": {
            "arabic": "بِعَارِضٍ جَادَ أَوْ خِلْتَ الْبِطَـاحَ بِهَــا۞سَـيْبٌ مِّنَ الْيَمِّ أوْ سَـيْلٌ مِّنَ الْعَرِمِ"
        }
    },
    "translations": {
        "en": {
            "name": "Section Five",
            "muqaddimah": " In this section, the sacredness, sanctity, holiness and blessedness of invitation towards Islam is described by Hadhrat Imaam Saalih Sharaf-ud-Deen Abu Abdullah Muhammad Bin Hasan Al-Busiri رحمة الله عليه. ",
            "text": {
                "1": "The trees answered his call (in the state of) prostrating, (and they were) walking towards him on (their) shins without feet.",
                "2": "It is though (the trees were) drawing lines (while they were coming toward the Holy Prophet A) that were written with their branches (and were) making beauty (of perfection of the Holy Prophet A).",
                "3": "(The trees were coming towards the Holy ProphetA) like the cloud (that was) following him wherever (and whenever) he (A) went; (and it was) sheltering him from the intense heat, (which was like) from an oven in the blazing summer.",
                "4": "I take an oath (of the truth regarding the Holy ProphetA) by the moon (that) was split (into two pieces), it (the moon) has a special connection with his heart (which shows) the truth of my oath.",
                "5": "(And remember)! What excellent qualities and noble deeds (in the form of Holy Prophet A and his Companion Hadhrat Abu Bakr Siddique t) the cave (Ghar-e-Thowr) contained (in it). While every eye of the infidels (was) blind (to see) him.",
                "6": "And the truth (the Prophet A) and the true (Hadhrat Abu Bakr t) were not seen in the cave (by the disbelievers) and they were saying, “There is no one in the cave.”",
                "7": "They (disbelievers) thought (that) a wild dove had not flown away (if some one had reached or passed by it, it would have flown away) and a spider had spin a web for the Best of creation (A, if any one had reached, the web had not been there).",
                "8": "The protection of Allah (Almighty made the Holy ProphetA) wantless from double, armours and the high forts.",
                "9": "Whenever the time put me in distress and I took refuge in him, I received shelter from him which was not misused (therefore, the time could not harm me at all).",
                "10": "Whenever I asked for the wealth of the two worlds from his hand, I received a great (and better) gift from the best hand (of the Holy ProphetA) which was (ever) kissed.",
                "11": "Do not deny the revelation (which is sent to the Holy ProphetA) in his dreams; for verily, his heart does not sleep when (his) eyes sleep.",
                "12": "And this (state of revelation in dream) was at (the period of) puberty of his Prophethood. So, at that time (of puberty) dreams cannot be denied (whatsoever these are, so it is like when a man reaches his puberty, his, this state, cannot be denied).",
                "13": "Allah (Almighty’s) blessing are great that Wahi is not (something which is) earned nor (any) prophet (u) was accused of (lying about what he was given of) knowledge of unseen (`Ilm-ul-Ghaib).",
                "14": "His miracles are completely explicit (clear and) not hidden from anyone (whosoever it is, so) without this, justice can not be established (at all) amongst the people.",
                "15": "To how many (patients) has his hand (the hand of the Holy ProphetA) granted liberty (cure) from disease by (his just) touching; and set free the insane from the chains of sins (and insanity).",
                "16": "His (A) supplication gave life to the starving year (of famine) until it (the year) became (like) a white spot (year of greenery) on black time (means this year became brighter than any of the past and future years due to its greenery).",
                "17": "By means of (making of this year brighter/green was) a cloud which rained so plentifully you would think, a large river (was) flowing from the sea or like the heavy flood of Arim."
            }
        }
    },
    "last_updated": "2024-11-22"
}