{
    "number": 6,
    "source": "minhaj-ul-quran",
    "name": "",
    "latin": "",
    "text": {
        "1": {
            "arabic": "دَعْنِيْ وَوَصْفِيَ آيـَــاتٍ لَّه ظَهَرَتْ۞ظَهُوْرَ نَـارِ الْقِرٰى لَيْـلاً عَلى عَـلَمِ"
        },
        "2": {
            "arabic": "فَالــدُّرُّ يَزْدَادُ حُسْـناً وَهْوَ مُنْتَظِمُ۞وَلَيْسَ يَـنْقُصُ قَــدْراً غَيْرَ مُنْتَظِمِ"
        },
        "3": {
            "arabic": "فَمَــا تَطَـاوُلُ آمــالِ الْمَدِيْحِ إِِلَى۞مَـا فِيْـهِ مِنْ كَرَمِ الأخْلاَقِ وَالشِّيَمِ"
        },
        "4": {
            "arabic": "آيـَـاتُ حَقٍّ مِّنَ الرَّحْمٰنِ مُحْدَثَــةٌ۞قَــدِيمَةٌ صِفَةُ الْمَوْصُـوْفِ بِالْقِـدَمِ"
        },
        "5": {
            "arabic": "لَمْ تَقْتَرِنْ بِزَمَــانٍ وَهْيَ تُخْبِرُنـَـا۞عَنِ الْمَعَـــادِ وَعَنْ عـادٍ وَّعَنْ إِِرَمِ"
        },
        "6": {
            "arabic": "دَامَتْ لَدَيْنـَا فَفَاقَتْ كُــلَّ مُعْجِزَةٍ۞مِنَ النَّبِيِّيْنَ إِِذْ جَــاءَتْ وَلَمْ تَـدُمِ"
        },
        "7": {
            "arabic": "مُحَكَّـمَاتٌ فَمَــا تُبْقِيْنَ مِنْ شُـبَهٍ۞لِــذِيْ شِـقَاقٍ وَّمَا تَبْغِيْنَ مِنْ حِكَمِ"
        },
        "8": {
            "arabic": "مَا حُوْرِبَتْ قَطُّ إِلا عَــادَ مِنْ حَرَبٍ۞أَعْـدَى الأَعَـادِيْ اِلَيْهَا مُلْقِيَ السَّلَمِ"
        },
        "9": {
            "arabic": "رَدَّتْ بَلاغَتُهَــا دَعْوى مُعَارِضِهَـا۞رَدَّ الْغَيُورِ يَـدَ الْجــانِيْ عَنِ الْحُرَمِ"
        },
        "10": {
            "arabic": "لَهَا مَعَــانٍ كَمَوْجِ الْبَحْرِ فِيْ مَـدَدٍ۞وَفَـوْقَ جَوْهَرِه فِي الْحُسْـنِ وَالْقِيَمِ"
        },
        "11": {
            "arabic": "فَمَـا تُـعَدُّ وَلا تُحْـصٰى عَجَائِبُهَـا۞وَلا تُسَـامُ عَلى الإِكْثـَـارِ بِالسَّأَمِ"
        },
        "12": {
            "arabic": "قَرَّتْ بِهَـا عَيْنُ قَارِيْهَا فَقُلْتُ لَــهُ۞لَقَـدْ ظَفَـرْتَ بِحَبْـلِ اللهِ فَـاعْتَصِمِ"
        },
        "13": {
            "arabic": "إِِنْ تَتْلُهَا خِيْفَةً مِنْ حَرِّ نَارِ لَظي۞أَطْفَأْتَ حَرَّ لَظی مِنْ وِّرْدِهَا الشَّبَمِ"
        },
        "14": {
            "arabic": "كَــأَنَّهَا الْحَوْضُ تَبْيَضُّ الْوُجُوهُ بِـهِ۞مِنَ الْعُصَاةِ وَقَــدْ جَاؤُوْهُ كَالْحِمَـمِ"
        },
        "15": {
            "arabic": "وَكَـالصِّرَاطِ وَكَـالْمِيْزَانِ مَعْدِلَــةً۞فَالْقِسْطُ مِنْ غَيْرِهَا فِيْ النَّـاسِ لَمْ يَقُمِ"
        },
        "16": {
            "arabic": "لا تَعْجَبَنْ لِّحَسُـوْدٍ رَّاحَ يُنْكِرُهَــا۞تَجَاهُلاً وَّهُـوَ عَـْينُ الْحَـاذِقِ الْفَهِمِ"
        },
        "17": {
            "arabic": "قَدْ تُنْكِرُ الْعَيْنُ ضَوْءَ الشَّمْسِ مِنْ رَّمَدٍ۞وَيُنْكِرُ الْفَمُ طَعْمَ الْمَـاءِ مِنْ سَــقَمِ"
        }
    },
    "translations": {
        "en": {
            "name": "Section Six",
            "muqaddimah": " The miracles of the Holy Qur’an are described in this section by Hadhrat Imaam Saalih Sharaf-ud-Deen Abu Abdullah Muhammad Bin Hasan Al-Busiri رحمة الله عليه. We learn from this section that every miracle of all other Messengers of Allah Almighty was temporary. But the Holy Qur’an is a miracle which is everlasting and witnessed by all people. Its doors are open for everyone whosoever it is to come and learn from it. In this section, Imam Al-Busiri رحمة الله عليه encourages one who recites the Holy Qur’an. He also encourages the people to act upon the commandments of Allah Almighty which are narrated in the Holy Qur’an. ",
            "text": {
                "1": "(O, who advises me to shorten what I say), allow me whatever my character is (to describe) the miracles of him (which are so) evident (plain) like the (lightening of) fire which is made) for guests on the hillside at night.",
                "2": "When a pearl is set (in a necklace in good order) it enhances the beauty (of necklace) and when (the very same pearls is) not strung (on a necklace) its value does not reduce.",
                "3": "So why not the ambitions of admirer increase towards that entity (the Holy Prophet A, who is) the compendium of noble character and good habits (so that he can get maximum blessings of Rasoolullah A).",
                "4": "The verses of truth (which are revealed to RasoolullahA) from the most Merciful (Allah Almighty) are newly heard (but) are eternal, (these verses are) the quality (of Allah Almighty which is described) with eternity.",
                "5": "(These verses are) not connected with any period of time, while this (Holy Qur’an) tells us (the stories) about the Hereafter, `Aad as well as Iram.",
                "6": "These verses will remain forever, therefore, this (Holy Qur’an) is superior to every miracle of (other) prophets (عليهم السلام, because) when (their miracles) appeared (the people observed them); but (their miracles) did not remain (forever).",
                "7": "(These verses are) absolutely clear, so these (verses) did not leave (room for any) doubts for the differers and nor these (verses) need any judge.",
                "8": "Whenever this (Holy Qur’an) was opposed by any out and out aggressive enemy, he returned from opposing it (and was willing to) embrace it (peacefully).",
                "9": "Eloquence of these (verses) refuted the accusation of its objections, (just as) a respectable (high minded or a very conscious in point of honour) man keeps off the hand of a wrongdoer from his esteem.",
                "10": "The meanings of these (verses of Holy Qur’an are) like the waves of the ocean in helping (to make abundance of themselves and their meanings); and (the Qur’an) exceeds the jewels of the sea in beauty and value.",
                "11": "The wonders of this (Holy Qur’an) neither can be counted, nor (can be) comprehended (as well as) nor you would be sick of its constant repetition.",
                "12": "The eyes of the reciter of this (Holy Qur’an) become cold (get peace and calm), so I said to him, indeed you have succeeded (so) hold (and be connected forever with) the rope of Allah (Almighty).",
                "13": "(So) if you recite this (Holy Qur’an) due to the fear of the heat of blazing fire (of Hell), then you have (definitely) extinguished the blazing fire with its cool water.",
                "14": "As though these (verses of Holy Qur’an) are (like) the Pond (Al-Kauthar in Paradise) with which faces of the sinners are illuminated (brightened), even though they came to it (with their faces) as black as coal.",
                "15": "And (these verses of Holy Qur’an) are like the straight bridge and scale of justice; so justice, without it, cannot be established amongst the people.",
                "16": "(O listener!) Do not put (your self) in astonishment if the jealous person rejects this (Holy Qur`an). Inspite of having the knowledge (of truth and) being shrewd (he) is ignorant (and he does this due to his jealousy).",
                "17": "Indeed the eye rejects the ray of sun due to dust (and) the mouth rejects the (actual) taste of water due to sickness."
            }
        }
    },
    "last_updated": "2024-11-22"
}