{
    "number": 7,
    "source": "minhaj-ul-quran",
    "name": "",
    "latin": "",
    "text": {
        "1": {
            "arabic": "يَـا خَيْرَ مَنْ يَّمَّمَ الْعَـافُوْنَ سَـاحَتَهُ۞سَعْيـًـا وَّفَوْقَ مُتُوْنِ الأَيْنُقِ الرُّسُـمِ"
        },
        "2": {
            "arabic": "وَمَنْ هُــوَ الآيـَةُ الْكُبْرَى لِمُعْتَبِـرٍ۞وَمَنْ هُـوَ النِّعْمَــةُ الْعُظْمٰى لِمُغْتَنِمِ"
        },
        "3": {
            "arabic": "سَرَيْتَ مِنْ حَـرَمٍ لَّيْــلاً إِِلىٰ حَرَمِ۞كَمَا سَـرَى الْبَدْرُ فِيْ دَاجٍ مِّنَ الظُّلَمِ"
        },
        "4": {
            "arabic": "وَبِتَّ تَرْقٰى إِِلىٰ أَنْ نِلْـتَ مَنْزِلَــةً۞مِنْ قَابَ قَوْسَـيْنِ لَمْ تُدْرَكْ وَلََْم تُـرَمِ"
        },
        "5": {
            "arabic": "وقَـدَّمَتْكَ جَمِيْعُ الأنْبِيَـاءِ بِهَـــا۞وَالرُّسْـلِ تَقْدِيْمَ مَخْـدُوْمٍ عَلىٰ خَـدَمِ"
        },
        "6": {
            "arabic": "وَأَنْتَ تَخْتَرِقُ السَّــبْعَ الطِّبَاقَ بِهِمْ۞فِيْ مَوْكِبٍ كُنْتَ فِيْـهِ صَاحِبَ الْعَـلَمِ"
        },
        "7": {
            "arabic": "حَتىّٰ إِِذَا لَمْ تَدَعْ شَــأْوًا لِّمُسْــتَبِقٍ۞مِنَ الـــدُّنُوِّ وَلا مَرْقىً لِّمُسْــتَنِمِ"
        },
        "8": {
            "arabic": "خَفَضْتَ كُــلَّ مَقَامٍم بِالإِِضَـافَةِ إِِذْ۞نُوْدِيْتَ بِالـرَّفْعِ مِثْلَ الْمُفْرَدِ الْعَــلَمِ"
        },
        "9": {
            "arabic": "كَيْمَا تَفُوْزَ بِوَصْــلٍ أيِّ مُسْــتَتِرِ۞عَنِ الْعُيُــوْنِ وَسِـــرٍّ أيِّ مُكْتَتِمِ"
        },
        "10": {
            "arabic": "فَحُزْتَ كُــلَّ فَخَارٍ غَيْرَ مُشْـتَرَكٍ۞وَجُزْتَ كُــلَّ مَقَــامٍ غَيْرَ مُزْدَحَمِ"
        },
        "11": {
            "arabic": "وَجَـلَّ مِقْـدَارُ مَـا وُلِّيْتَ مِنْ رُّتَبٍ۞وَعَزَّ إِِدْرَاكُ مَــا أُوْلِيْتَ مِنْ نِّعَــمِ"
        },
        "12": {
            "arabic": "بُشْـرٰى لَنَا مَعْشَـرَ الإِِسْـلامِ إِِنَّ لَنَا۞مِنَ الْعِنَايَـةِ رُكْنــاً غَيْرَ مُنْهَــدِمِ"
        },
        "13": {
            "arabic": "لَمَّـا دَعَى الله دَاعِيْنـَـا لِطَــاعَتِهِ۞بِـأَكْرَمِ الرُّسْلِ كُنَّـا أَكْـرَمَ الأُمَـمِ"
        }
    },
    "translations": {
        "en": {
            "name": "Section Seven",
            "muqaddimah": " In this section, Hadhrat Imaam Saalih Sharaf-ud-Deen Abu Abdullah Muhammad Bin Hasan Al-Busiri رحمة الله عليه has described about the Mi’raj of Rasoolullah A. In the previous sections, he رحمة الله عليه has spoken about the birth of Rasoolullah A, miracle of the Holy Qur’an, blessedness of the invitation to Islam and the praises of Rasoolullah A. In this section, he رحمة الله عليه narrates about the invitation of Nabi Akram A toward Allah Almighty. He رحمة الله عليه also describes about the heavens, angels and Allah’s Holy Prophets عليهم السلام who met Rasoolullah A in the night of Mi’raj. ",
            "text": {
                "1": "(O Prophet!)You are the best of those to whose court the seekers of bounties approach (and they come towards you for the fulfillment of their desires; they are) running (in such a state that they are) mounted on the backs of fast camels.",
                "2": "And O (Holy Prophet!) you are the greatest sign for whom who takes lesson; and O (Prophet!) you are (the one) who is the greatest bounty for a person who gets (opportunity) to take something of it.",
                "3": "(O Prophet!)You traveled over night from one sacred place (Haram Mosque) to another (Aqsa Mosque, same) as the full moon travels (at night) through intense darkness.",
                "4": "And (O Prophet!) you continued ascending (over night) until you reached (your) destination (which is) Qaaba Qausain (the distance of two cubits length) which is never been attained nor sought (by any other prophet).",
                "5": "And (O Prophet!) you were preferred (to lead other prophetsعليهم السلام in prayer), due to your (high) position, by all prophets and messengers (عليهم السلام just as a) preference given by (a) servant to (his) master.",
                "6": "And (O Prophet!) you passed the seven heavens with them (prophets عليهم السلام, while they were in your way and met you; and you continued your journey) in (such) a procession (of angels and prophets عليهم السلام) in which you were the leader (of them).",
                "7": "(O Prophet! You continued your journey in the night of Mi’raj) until you did not leave (any) goal (for) any competitor (to strive for it) in (being) close nor (did you leave) any room for advancer.",
                "8": "(O Prophet!)You made every position (of prophets عليهم السلام) inferior by (your) advance, when you were invited (by Allah Almighty) to (His) Majestic and Unique position.",
                "9": "(O Allah’s Messenger! You were invited) so that you might succeed in reaching (which is) the most concealed from all eyes; and (you might succeed in attaining the) secrets (which are) well concealed.",
                "10": "So (Ya Rasoolallah) you got everything worthy of pride (which is not) rivaled; and you outshined every position which was not crowded (none of others could pass).",
                "11": "And (Ya Rasoolallah) you are bestowed extremely excellent ranks (status); and the bounties which (are) granted to you, are not understandable.",
                "12": "(O) People of Islam! Glad tidings be to (all of) us that we have (been bestowed) by the Grace (of Allah Almighty, such a) pillar (which) will never be destroyed.",
                "13": "When Allah (Almighty) called (Muhammad A) who invited us to His worship (who is) the noblest of messengers, (so being noblest) we are the noblest of Ummats."
            }
        }
    },
    "last_updated": "2024-11-22"
}