{
    "number": 8,
    "source": "minhaj-ul-quran",
    "name": "",
    "latin": "",
    "text": {
        "1": {
            "arabic": "رَاعَتْ قُلُوْبَ الْعِـدَا أَنْبـَــاءُ بِعْثَتِهِ۞كَنَبْـأَةٍ أَجْفَلَتْ غُفْــلاً مِّنَ الْغَنَـمِ"
        },
        "2": {
            "arabic": "مَـا زَالَ يَلْقَــاهُمُ فِيْ كُـلِّ مُعْتَرَكٍ۞حَتىّٰ حَكَوْا بِالْقَنَـا لَحْمَا عَلىٰ وَضَـمِ"
        },
        "3": {
            "arabic": "وَدُّوْا الْفِرَارَ فَكَــادُوْا يَغْبِطُوْنَ بِـهِ۞أَشْـلاءَ شَـالَتْ مَعَ الْعُقْبَـانِ وَالرَّخَمِ"
        },
        "4": {
            "arabic": "تَمْضِي اللَّيـَالِيْ وَلا يَدْرُوْنَ عِدَّتَهَـا۞مَا لَمْ تَكُنْ مِّنْ لَيـَالِي الأُشْهُرِ الْحُـرُمِ"
        },
        "5": {
            "arabic": "كَـأنَّمَا الدِّيْنُ ضَيْفٌ حَلَّ سَـاحَتَهُمْ۞بِكُــلِّ قَرْمٍ اِلىٰ لَحْمِ الْعِــدَا قَـرِمِ"
        },
        "6": {
            "arabic": "يَجُـرُّ بَحْـرَ خَمِيْسٍ فَوْقَ سَــابِحَةٍ۞يَـرْمِيْ بِمَوْجٍ مِّنَ الأَبْطَــالِ مُلْتَـطِمِ"
        },
        "7": {
            "arabic": "مِنْ كُــلِّ مُنْـتَدِبٍ للهِ مُحْتَسِـبٍ۞يَسْـطُوْ بِمُسْـتَأْصِلٍ لِّلْكُفْرِ مُصْطَـلِمِ"
        },
        "8": {
            "arabic": "حَتىّٰ غَدَتْ مِلَّةُ الإِِسْلامِ وَهْيَ بِهِـمْ۞مِنْم بَعْــدِ غُرْبَتِهَا مَوْصُوْلَةَ الرَّحِـمِ"
        },
        "9": {
            "arabic": "مَكْفُوْلَـةً أَبَـداً مِّنْهُـمْ بِـخَيْرِ أَبٍ۞وَخَيْرِ بَعْـلٍ فَــلَمْ تَيْتَـمْ وَلَمْ تَئِـمِ"
        },
        "10": {
            "arabic": "هُمُ الْجِبَـالُ فَسَـلْ عَنْهُمْ مُّصَادِمَهُمْ۞مَــاذَا لَقِيْ مِنْهُمْ فِيْ كُـلِّ مُصْطَدَمِ"
        },
        "11": {
            "arabic": "وَسَـلْ حُنَيْناً وَسَـلْ بَدْراً وَسَلْ أُحُدًا۞فُصُـوْلُ حَتْفٍ لَّهُمْ أَدْهٰى مِنَ الْوَخَمِ"
        },
        "12": {
            "arabic": "اَلْمُصْدِرِي الْبِيْضِ حُمْراًم بَعْدَ مَا وَرَدَتْ۞مِنَ الْعِــدَا كُلَّ مُسْوَدٍّ مِّنَ اللِّمَـمِ"
        },
        "13": {
            "arabic": "وَالْكَاتِبِيْنَ بِسُــمْرِ الْخَطِّ مَا تَرَكَتْ۞أقْــلامُهُمْ حَرْفَ جِسْمٍ غَيْرَ مُنْعَجِمِ"
        },
        "14": {
            "arabic": "شَـاكِي السِّـلاحِ لَهُمْ سِيْماَ تُمَيِّزُهُمْ۞وَالْوَرْدُ يَمْتَـازُ بِالسِّيْماَ عَنِ السَّـلَمِ"
        },
        "15": {
            "arabic": "تُهْدِي إِِلَيْـكَ رِيَاحُ النَّصْرِ نَشْـرَهُمُ۞فتَحْسِبُ الزَّهْرَ فِي الأَكْمَامِ كُلَّ كَمِیْ"
        },
        "16": {
            "arabic": "كَــأَنَّهُمْ فِيْ ظُهُوْرِ الْخَيْلِ نَبْتُ رُبـاً۞مِنْ شَـدَّةِ الْحَزْمِ لا مِنْ شِـدَّةِ الْحُزُمِ"
        },
        "17": {
            "arabic": "طَارَتْ قُلُوْبُ الْعِدَا مِنْم بَأْسِـهِمْ فَرَقاً۞فَمَـا تُـفَرِّقُ بَيْنَ الْبَهْـمِ وَالْبُهَـمِ"
        },
        "18": {
            "arabic": "وَمَنْ تَـكُنْم بِرَسُـوْلِ اللهِ نُصْرَتُـه۞إِنْ تَلْقَهُ الأُسْـدُ فِيْ آجَــامِهَا تَجِمِ"
        },
        "19": {
            "arabic": "وَلَنْ تَــرٰى مِنْ وَّلِيٍّ غَيْرَ مُنْتَصِـرٍ۞بِــهِ وَلا مِنْ عَــدُوٍّ غَيْرَ مُنْقَصِمِ"
        },
        "20": {
            "arabic": "أَحَــلَّ أُمَّتَـهُ فِيْ حِِـرْزِ مِلَّتِــهِ۞كَاللَّيْثِ حَلَّ مَعَ الأشْـبَالِ فِيْ أَجَمِ"
        },
        "21": {
            "arabic": "كَـمْ جَدَّلَتْ كَـلِمَاتُ اللهِ مِنْ جَدَلٍ۞فِيْهِ وَكَـمْ خَصَّمَ الْبُرْهَانُ مِنْ خَصِمِ"
        },
        "22": {
            "arabic": "كَفَــاكَ بِـالْعَلَمِ فِيْ الأُمِّيِّ مُعْجَزَةً۞فِيْ الْجَاهِـلِيَّةِ وَالتَّــأْدِيْبَ فِي الْيُتُمِ"
        }
    },
    "translations": {
        "en": {
            "name": "Section Eight",
            "muqaddimah": " In this section, Hadhrat Imaam Saalih Sharaf-ud-Deen Abu Abdullah Muhammad Bin Hasan Al-Busiri رحمة الله عليه has described about Jihad of Rasoolullah A. After migrating from Makkah to Madinah, the Holy Prophet A was given permission to do Jihad against infidels. Hadhrat Shaykh Imam Sharf-ud-Din Al-Busiri رحمة الله عليه has described about the bravery of Rasoolullah A. He رحمة الله عليه described that his bravery was not paralleled. He رحمة الله عليه also speaks about the spirit of fighting for Islam. ",
            "text": {
                "1": "The hearts of his enemies were struck with (extreme) fear at the news of his annunciation (which was the signs of his Prophethood in the form of action), just as an alarm (growling of a lion) frightens a heedless goat.",
                "2": "He kept on encountering with them (infidels) in every battle until they looked like meat put on butcher’s bench (they were the lesson for those who were willing to encounter with the Muslims).",
                "3": "They (infidels) loved to flee (from the Holy ProphetA, whom the people love to serve) that they would envy corpses which were carried away by vultures and eagles (to avoid any encounter with the Holy Prophet A; inspite of hate they became very close to himA).",
                "4": "The nights would pass and they (infidels) did not know (their) number unless it reached the nights of the sacred moths.",
                "5": "It is as though the religion of Islam was a guest that visited every house of those (infidels and was) extremely desirous for the flesh of enemy (in case of encountering with the Muslims).",
                "6": "(At the time of war) he used to lead an ocean of army (which was riding) on galloping horses. They were brave warriors (like) massive waves (of an ocean).",
                "7": "(Of course!) Everyone of volunteer has hope of reward from Allah (Almighty; and) fights to exterminate the roots of (infidels) and to demolish it (infidelity).",
                "8": "Until the religion of Islam met them (became of them, and the nation of Islam) reunited with her family after its estrangement (until the Muslims became so strong that even the strongest and heaviest attack of enemy could do nothing; this was the way how The Holy Prophet A united the Muslims).",
                "9": "(The Muslim Ummah was) always taken care of by an affectionate father (from the evil of infidels) and loving husband, so she did not become (nor would become) an orphan nor a widow.",
                "10": "They (the Muslims) were (like) mountains, so (if you do not testify or believe in what I say) ask about them from those (infidels) who fought with them (that) what was their (infidels) experience with them (the Muslims) in each contest, (then you would come to know the reality of the glory of the Muslims).",
                "11": "Ask (them who were defeated by the Muslims about the condition of battle of) Hunain, (battle of) Badr and (battle of) Uhud; (and) they (Kuffar) had (such) crops (of death which were) more severe than a fatal disease.",
                "12": "(The Muslims made their) white shinning swords red (with the blood of infidels) after they were plunged; (and the majority of) enemies were having black hair (i.e., most of them were young).",
                "13": "And (Muslims) writers were writing with their arrows (and swords which were red with the blood of enemies) in calligraphic writing (on the bodies of enemies and) their pen (swords and laces) did not leave any part of their bodies untouched.",
                "14": "(The Muslims were completely) armed with weapons (and) they had (such) characteristic marks (which) made them different (from) them (infidels), like, a rose (that) is distinguished by (its special) marks from the thorn tree.",
                "15": "The wind of success (the help of Allah Almighty) sends you their (the Muslims’) fragrance, so you think every brave man (armed with weapons) to be a flower (which is) in the bud.",
                "16": "As though they (the Muslims) were on their horse back, like the plants on hills due to (their) strength (and bravery) not due to (their) tightness of their saddles.",
                "17": "The hearts of the enemies (in the war) flew into extreme fear due to their (Muslims’) bravery, so they (the hearts of enemies) could not make (any) difference between a lamb and a mighty warrior.",
                "18": "And the person who has the help of Rasoolullah (A) with him, even if the lions meet him in their dens; they become submissive.",
                "19": "And you will never see any friend (of the Holy ProphetA who is) not assisted by him (A), nor will you find any enemy (of the Holy ProphetA) who is not turned into pieces.",
                "20": "He lodged his Ummah in the fort of his religion, like a lion which lodges with its cubes in a forest۔",
                "21": "How many queries did the words of Allah (Almighty) have with defiers concerning to him (A); and how many clear evidences (of Allah Almighty) subdued the disputes (with infidels).",
                "22": "It is sufficient for you as a miracle that an Ummi4 has (so vast) knowledge in the period of ignorance and has such noble etiquettes (even) in orphanage."
            }
        }
    },
    "last_updated": "2024-11-22"
}