{
    "number": 9,
    "source": "minhaj-ul-quran",
    "name": "",
    "latin": "",
    "text": {
        "1": {
            "arabic": "خَدَمْتُهُ بِمَدِيْــحٍ أَسْــتَقِيلُ بِـهِ۞ذُنُوْبَ عُمْرٍ مَّضٰى فِي الشِّعْرِ وَالْخِدَمِ"
        },
        "2": {
            "arabic": "إِذْ قَـلَّدَانِيَ مَا تُخْشٰـى عَـَواقِبُـهُ۞كَــأَنَّنِيْ بِهِــمَا هَدْيٌ مِّنَ النَّعَمِ"
        },
        "3": {
            "arabic": "أَطَعْتُ غَيَّ الصِّبَا فِي الْحَالَتَيْنِ وَمَــا۞حَصَلْتُ إِِلا عَلىٰ الآثَـامِ وَالنَّـدَمِ"
        },
        "4": {
            "arabic": "فَيـَا خَسَــارَةَ نَفْسٍ فِيْ تِجَارَتِهَـا۞لَمْ تَشْتَرِ الدِّيْنَ بِـالدُّنْيَا وَلَمْ تَسُـمِ"
        },
        "5": {
            "arabic": "وَمَنْ يَّبِــعْ آجِـلاً مِّنْهُ بِـعَاجِلِـهِ۞يَبِنْ لَّـهُ الْغَبْنُ فِيْ بَيْـعٍ وَّفِيْ سَـلَمِ"
        },
        "6": {
            "arabic": "إِِنْ آتِ ذَنْبـاً فَمَــا عَهْدِي بِمُنْتَقِضٍ۞مِنَ النَّبِيِّ وَلا حَبْـلِي بِمُنْصَـــرِمِ"
        },
        "7": {
            "arabic": "فَـــإِنَّ لِيْ ذِمَّةً مِّنْــهُ بِتَسْـمِيَتِيْ۞مُحَمَّداً وَّهُوَ أَوْفَى الْخَلْقِ بِــالذِّمَمِ"
        },
        "8": {
            "arabic": "إِِنْ لَّمْ يَكُـنْ فِيْ مَعَـادِي آخِذاً بِيَدِيْ۞فَضْلاً وَّإِلا فَقُــلْ يَــا زَلَّةَ الْقَدَمِ"
        },
        "9": {
            "arabic": "حَاشَــاهُ أَنْ يَّحْرِمَ الرَّاجِي مَكَارِمَهُ۞أَوْ يَرْجِعَ الْجَــارُ مِنْهُ غَيْرَ مُحْـتَرَمِ"
        },
        "10": {
            "arabic": "وَمُنْذُ أَلْزَمْتُ أفْكَـــارِيْ مَدَائِحَهُ۞وَجَدْتُّـهُ لِخَلاصِيْ خَــيْرَ مُلْتَـزِمِ"
        },
        "11": {
            "arabic": "وَلَنْ يَّفُوْتَ الْغِنٰى مِنْهُ يَــداً تَرِبَتْ۞إِِنَّ الْحَيَـا يُنْبِتُ الأَزْهَارَ فِي الأَكَـمِ"
        },
        "12": {
            "arabic": "وَلَمْ أُرِدْ زَهْرَةَ الدُّنْيـَا الَّتِي اقْتَطَفَتْ۞يَــدَا زُهَيْرٍم بِمَـا أثْنٰى عَلى هَـرِمِ"
        }
    },
    "translations": {
        "en": {
            "name": "Section Nine",
            "muqaddimah": " In this section, Hadhrat Imaam Saalih Sharaf-ud-Deen Abu Abdullah Muhammad Bin Hasan Al-Busiri رحمة الله عليه seeks forgiveness from Allah Almighty through the means of the Prophet Muhammad Akram A. He رحمة الله عليه says that his life is spent in sins and disobedience. Therefore, he رحمة الله عليه regrets and seeks forgiveness from Allah Almighty. ",
            "text": {
                "1": "I served him with praise, by means of which I ask (Allah Almighty) to forgive (all) sins of (my) life (which has) passed in poetry and serving (other people).",
                "2": "As these two (poetry and serving other people) have tied (such a belt around) my neck that (now) I fear the consequences of them. As though, I am, due to these, a sacrificial animal.",
                "3": "I obeyed the misleading youth in both conditions (poetry and serving others) and I did not gain (anything) but sins and remorse.",
                "4": "(O People! take a lesson from what I did). My soul got loss in its trade (that) it did not purchase Deen with the world, nor did it talk about it.",
                "5": "The person who sells his Hereafter for his world, he is (absolutely defrauded and) in loss in (his both) ready money (cash, sale) and its credit.",
                "6": "Though I have committed sins (but even then) my covenant (belief) and rope (relation) with my Prophet (A) is not broken.",
                "7": "For verily, I have a security from him due to my name (being Muhammad, because the Holy Prophet A said whose name would be Muhammad or Ahmad, I would recommend for his forgiveness); and undoubtedly he is the most faithful of mankind in fulfilling his promise.",
                "8": "If at my resurrection he does not take me by my hand with his kindness, then say (to me), O the slipping of foot! (O, wretched and fallen in perdition).",
                "9": "I take refuge (in Allah Almighty) that he (A) may deprive one who is hopeful of his (A) grace; or that his neighbour (or one who takes shelter or his follower) returns from him dishonoured. (Because it does not behove his A glory to return one who has hopes of his bounties without fulfilling.)",
                "10": "Since I have devoted my thoughts to his (A) praises, I have found him (A) the best asylum for my release.",
                "11": "His bounties will never escape from (my) hand (which) was in want (of his bounty; and because he has given from his blessings, now my hand is not empty). Indeed, the rain grows flowers on the rocks.",
                "12": "And I do not want the flowers (effect, luxuries and desires) of the world which were plucked by the hands of Zuhair (very famous poet, the son of Sulma) through his praises of Harim (the leader of tribe Ghatfan. Zuhair wrote many poems in his praise and received a lot of effects and wealth from him.)"
            }
        }
    },
    "last_updated": "2024-11-22"
}