{
    "number": 2,
    "source": "dalail-khairat",
    "name": "الْفَصْلُ الْاوَّلُ فِي الْغَزَلِ وَشَكْوَىٰ الْغَرَامِ",
    "latin": "",
    "text": {
        "1": {
            "arabic": "فَإِنَّ أَمَّارَتيِ بِالسُّوءِ مَا اتَّعَظَتْ۞مِنْ جَهْلِهَا بِنَذِيرِ الشَّيْبِ وَالهَرَمِ",
            "latin": "Fa inna ammāratī bis sūʾi mat taʿaẓat۞Min jahlihā bi nadhīrish shaybi wal harami"
        },
        "2": {
            "arabic": "وَلاَ أَعَدَّتْ مِنَ الفِعْلِ الجَمِيلِ قِرَى۞ضَيْفٍ أَلَمَّ بِرَأْسِي غَيْرَ مُحْتَشِمِ",
            "latin": "Wa lā aʿaddat minal fiʿlil jamīli qirā۞Ḍayfin alamma bi raʾsī ghayra muḥtashimi"
        },
        "3": {
            "arabic": "لَوْ كُنْتُ أَعْلَمُ أَنِّي مَا أُوَقِّرُهُ۞كَتَمْتُ سِرًّا بَدَاليِ مَنْهُ بِالكَتَمِ",
            "latin": "Law kuntu aʿlamu annī mā uwaqqiruhu۞Katamtu sirran badālī minhu bil katami"
        },
        "4": {
            "arabic": "مَنْ لِي بِرَدِّ جِمَاحٍ مِنْ غَوَايَتِهَا۞كَمَا يُرَدُّ جِمَاحُ الخَيْلِ بِاللُّجُمِ",
            "latin": "Man lī biraddi jimāḥin min ghiwāyatihā۞Kamā yuraddu jimāḥul khayli bil lujumi"
        },
        "5": {
            "arabic": "فَلاَ تَرُمْ بِالمَعَاصِي كَسْرَ شَهْوَتِهَا۞إِنَّ الطَّعَامَ يُقَوِّي شَهْوَةَ النَّهِمِ",
            "latin": "Falā tarum bil maʿāṣī kasra shahwatihā۞Innaṭ ṭaʿāma yuqawwī shahwatan nahimi"
        },
        "6": {
            "arabic": "وَالنَّفْسُ كَالطِّفِلِ إِنْ تُهْمِلْهُ شَبَّ عَلَى۞حُبِّ الرَّضَاعِ وَإِنْ تَفْطِمْهُ يَنْفَطِمِ",
            "latin": "Wan nafsu kaṭṭifli in tuhmilhu shabba ʿalā۞Ḥubbir raḍāʿi wa in tafṭimhu yanfaṭimi"
        },
        "7": {
            "arabic": "فَاصْرِفْ هَوَاهَا وَحَاذِرْ أَنْ تُوَلِّيَهُ۞إِنَّ الهَوَى مَا تَوَلَّى يُصْمِ أَوْ يَصِمِ",
            "latin": "Faṣrif hawāhā wa ḥādhir an tuwalliyahu۞Innal hawā mā tawallā yuṣmi aw yaṣimi"
        },
        "8": {
            "arabic": "وَرَاعِهَا وَهِيَ فِي الأَعْمَالِ سَائِمَةٌ۞وَإِنْ هِيَ اسْتَحْلَتِ المَرْعَى فَلاَ تُسِمِ",
            "latin": "Wa rāʿihā wa hiya fīl aʿmāli sāʾimatun۞Wa in hiyastaḥlatil marʿā falā tusimi"
        },
        "9": {
            "arabic": "كَمْ حَسَّنَتْ لَذَّةً لِلْمَرْءِ قَاتِلَةً۞مِنْ حَيْثُ لَمْ يَدْرِ أَنَّ السُّمَّ فِي الدَّسَمِ",
            "latin": "Kam ḥassanat ladhdhatan lil marʾi qātilatan۞Min ḥaythu lam yadri annas summa fid dasami"
        },
        "10": {
            "arabic": "وَاخْشَ الدَّسَائِسَ مِنْ جُوعٍ وَمِنْ شِبَعٍ۞فَرُبَّ مَخْمَصَةٍ شَرُّ مِنَ التُّخَمِ",
            "latin": "Wakhshad dasāʾisa min jūʿin wa min shibaʿin۞Farubba makhmaṣatin sharrun minat tukhami"
        },
        "11": {
            "arabic": "وَاسْتَفْرِغِ الدَّمْعَ مِنْ عَيْنٍ قَدِ امْتَلَأَتْ۞مِنَ المَحَارِمِ وَالْزَمْ حِمْيَةَ النَّدَمِ",
            "latin": "Wastafrighid damʿa min ʿaynin qadimtalaʾat۞Minal maḥārimi walzam ḥimyatan nadami"
        },
        "12": {
            "arabic": "وَخَالِفِ النَّفْسَ وَالشَّيْطَانَ وَاعْصِهِمَا۞وَإِنْ هُمَا مَحَضَاكَ النُّصْحَ فَاتَّهِمِ",
            "latin": "Wa khālifin nafsa wash shayṭāna waʿṣihimā۞Wa in humā maḥaḍākan nuṣḥa fat tahimi"
        },
        "13": {
            "arabic": "وَلاَ تُطِعْ مِنْهُمَا خَصْمًا وَلاَ حَكَمًا۞فَأَنْتَ تَعْرِفُ كَيْدَ الخَصْمِ وَالحَكَمِ",
            "latin": "Wa lā tuṭiʿ minhumā khaṣman walā ḥakaman۞Fa anta taʿrifu kaydal khaṣmi wal ḥakami"
        },
        "14": {
            "arabic": "أَسْتَغْفِرُ اللهَ مِنْ قَوْلٍ بِلاَ عَمَلٍ۞لَقَدْ نَسَبْتُ بِهِ نَسْلاً لِذِي عُقُمِ",
            "latin": "AstaghfiruLlāha min qawlin bilā ʿamalin۞Laqad nasbtu bihi naslan lidhī ʿuqumi"
        },
        "15": {
            "arabic": "أَمَرْتُكَ الخَيْرَ لَكِنْ مَا ائْتَمَرْتُ بِهِ۞وَمَا اسْتَقَمْتُ فَمَا قَوْليِ لَكَ اسْتَقِمِ",
            "latin": "Amartukal khayra lākin māʾtamartu bihi۞Wa māstaqamtu famā qawlī lakastaqimi"
        },
        "16": {
            "arabic": "وَلاَ تَزَوَّدْتُ قَبْلَ المَوْتِ نَافِلَةً۞وَلَمْ أُصَلِّ سِوَى فَرْضٍ وَلَمْ أَصُمِ",
            "latin": "Wa lā tazawwadtu qablal mawti nāfīlatan۞Wa lam uṣalli siwā farḍin wa lam aṣumi"
        }
    },
    "translations": {
        "en": {
            "name": "Chapter Two: Warnings about the Caprices of the Ego",
            "text": {
                "1": "Because of its ignorance, my ill-commanding ego has paid no heedTo the warner of grey hair and approaching old age;",
                "2": "Nor has it prepared good deeds in welcomeFor an unannounced guest who has settled on my head.",
                "3": "Had I realised, I would not have honoured it;I would have used [black] katam-dye to hide what it showed",
                "4": "Who will help me restrain my bolting ego from its wilfulnessAs a rebellious horse may be restrained with reins?",
                "5": "Do not try to thwart unlawful desires by satisfying them,For food only increases a glutton’s desires.",
                "6": "The ego is like a child: neglect it and it will grow up lovingTo suckle; but if you wean it, it will be weaned.",
                "7": "Divert its vain desires and beware of giving it power,For vain desires pollute or destroy whatever they control.",
                "8": "Guard it as it grazes in the field of actions;And should it find the grazing sweet, do not let it roam.",
                "9": "How often it has found delight in something fatal,For [one] cannot tell that there is poison in the fat!",
                "10": "Beware of the snares of hunger and of satiety,being hungry at times can be worse than gorging oneself!",
                "11": "Empty out the tears from an eye that has filled itself upwith forbidden sights. Maintain a strict diet of remorse.",
                "12": "Oppose the self and Satan and disobey them;If they offer you advice, be suspicious of them.",
                "13": "Obey neither of them, whether they oppose or give judgment,For you know the wiles of opponent and judge.",
                "14": "I seek Allah’s forgiveness for words bereft of deeds,As by them I attributed progeny to a sterile man.",
                "15": "I enjoined goodness upon you while failing to heed the same.I was not upright, so what use is my enjoining uprightness?",
                "16": "I have not gathered provisions of voluntary prayers before death,or prayed and fasted beyond what is obligatory."
            }
        },
        "id": {
            "name": "",
            "text": {
                "1": "Sungguh, hawa nafsuku tak dapat mendengar nasihatkarena bodoh akan peringatan uban dan kerentaan.",
                "2": "Nafsuku tidak pula menyambut dengan jamuan amal baikuntuk para tamu (uban) yang singgah di kepalaku tanpa rasa malu.",
                "3": "Andai tahu aku tak dapat memuliakannya,niscaya kusembunyikan rahasia ketuaanku (uban) dengan semir.",
                "4": "Siapakah yang dapat mengembalikan hawa nafsuku dari kesesatannya,sebagaimana liarnya kuda dapat dikendalikan dengan tali kekang?",
                "5": "Janganlah berangan-angan bisa menghentikan hawa nafsumu dengan melakukan kemaksiatan.Sungguh, makanan dapat memperkuat nafsu pemakan yang rakus.",
                "6": "Hawa nafsu laksana bayi. Jika dibiarkan, ia akan tetap menyusu sampai dewasa.Namun bila engkau sapih, dia akan berhenti dari kebiasaan menyusu itu.",
                "7": "Maka palingkan keinginan nafsu. Waspadalah, jangan sampai dia menguasaimu.Sungguh, apabila nafsu telah berkuasa, niscaya ia akan membinasakan atau minimal mencercamu.",
                "8": "Gembalakan nafsumu dengan baik tatkala ia sedang sibuk mengerjakan kebaikan. Nafsu laksana gembalaan.Jika ia telah merasa nyaman di tempat gembalaan, engkau tak akan dapat mengendalikannya.",
                "9": "Betapa sering hawa nafsu menggoda manusia dengan kenikmatan yang mematikan.Tanpa disadar, ada racun tersembunyi di balik makanan yang lezat.",
                "10": "Takutlah terhadap tipuan yang disembunyikan nafsu pada rasa lapar dan kenyang.Terkadang, kelaparan lebih berbahaya daripada kekenyangan.",
                "11": "Tumpahkanlah air mata dari mata yang penuh dosa.Senantiasalah dalam penyesalan akan maksiat yang telah kau perbuat.",
                "12": "Lawan hawa nafsu dan setan. Durhakalah terhadap mereka.Curigai bila keduanya terlihat tulus menasihatimu.",
                "13": "Janganlah engkau turuti nafsu dan setan, baik sebagai musuh maupun sebagai hakim.Sungguh, engkau telah mengetahui bagaimana tipu daya seorang musuh dan seorang hakim.",
                "14": "Aku memohon ampunan Allah dari ucapan yang tidak kuamalkan.Sungguh, aku telah menyematkan keturunan kepada orang yang mandul.",
                "15": "Engkau kuperintah lakukan amal kebajikan, namun diriku sendiri tak mengerjakannya.Apa gunanya perintahku jika aku tak menjalankan?",
                "16": "Dan aku tidak mempersiapkan tambahan bekal amal sunnah sebelum ajal menjemput.Tidak pula aku shalat dan puasa, melainkan hanya ibadah wajib saja."
            }
        }
    },
    "last_updated": "2024-12-11"
}