{
    "number": 3,
    "source": "dalail-khairat",
    "name": "الْفَصْلُ الثَّالِثُ فِي مَدْحِ النَّبِيِّ",
    "latin": "",
    "text": {
        "1": {
            "arabic": "ظَلَمْتُ سُنَّةَ مَنْ أَحْيَا الظَّلاَمَ إِلَى۞أَنِ اشْتَكَتْ قَدَمَاهُ الضُّرَّ مِنْ وَرَمِ",
            "latin": "Ẓalamtu sunnata man aḥyādh ẓalāma ilā۞Anishtakat qadamāhuḍ ḍurra min warami"
        },
        "2": {
            "arabic": "وَشَدَّ مِنْ سَغَبٍ أَحْشَاءَهُ وَطَوَى۞تَحْتَ الحِجَارَةِ كَشْحًا مُتْرَفَ الأَدَمِ",
            "latin": "Wa shadda min saghabin aḥshāʾahu wa ṭawā۞Taḥtal ḥijārati kash-ḥan mutrafal adami"
        },
        "3": {
            "arabic": "وَرَاوَدَتْهُ الجِبَالُ الشُّمُّ مِنْ ذَهَبٍ۞عَنْ نَفْسِهِ فَأَرَاهَا أَيَّمَا شَمَمِ",
            "latin": "Wa rāwadat-hul jibālush shummu min dhahabin۞ʿAn nafsihi fa arāhā ayyamā shamami"
        },
        "4": {
            "arabic": "وَأَكَّدَتْ زُهْدَهُ فِيهَا ضَرُورَتُهُ۞إِنَّ الضَّرُورَةَ لاَ تَعْدُو عَلَى العِصَمِ",
            "latin": "Wa akkadat zuhdahu fīhā ḍarūratuhu۞Innaḍ ḍarūrata lā taʿdū ʿalal ʿiṣami"
        },
        "5": {
            "arabic": "وَكَيْفَ تَدْعُو إِلَى الدُّنْيَا ضَرُورَةُ مَنْ۞لَوْلاَهُ لَمْ تُخْرَجِ الدُّنْيَا مِنَ العَدَمِ",
            "latin": "Wa kayfa tadʿū ilad dunyā ḍarūratu man۞Lawlāhu lam tukhrajid dunyā minal ʿadami"
        },
        "6": {
            "arabic": "مُحَمَّدٌ سَيِّدُ الكَوْنَيْنِ وَالثَّقَلَيْـ۞ـنِ وَالفَرِيقَيْنِ مِنْ عُرْبٍ وَمِنْ عَجَمِ",
            "latin": "Muḥammadun sayyidul kawnayni wath thaqalay-۞-ni wal farīqayni min ʿurbin wa min ʿajami"
        },
        "7": {
            "arabic": "نَبِيُّنَا الآمِرُ النَّاهِي فَلاَ أَحَدٌ۞أَبَرَّ فِي قَوْلِ لاَ مِنْهُ وَلاَ نَعَمِ",
            "latin": "Nabiyyunal āmirun nāhī falā aḥadun۞Abarra fī qawli lā minhu wa lā naʿami"
        },
        "8": {
            "arabic": "هُوَ الحَبِيبُ الذِّي تُرْجَى شَفَاعَتُهُ۞لِكُلِّ هَوْلٍ مِنَ الأَهْوَالِ مُقْتَحَمِ",
            "latin": "Huwal ḥabībul ladhī turjā shafāʿatuhu۞Li kulli hawlin minal ahwāli muqtaḥami"
        },
        "9": {
            "arabic": "دَعَا إِلَى اللهِ فَالْمُسْتَمْسِكُونَ بِهِ۞مُسْتَمْسِكُونَ بِحَبْلٍ غَيْرِ مُنْفَصِمِ",
            "latin": "Daʿā ilaLlāhi fal mustamsikūna bihi۞Mustamsikūna biḥablin ghayri munfaṣimi"
        },
        "10": {
            "arabic": "فَاقَ النَبِيّينَ فِي خَلْقٍ وَفِي خُلُقٍ۞وَلَمْ يُدَانُوهُ فِي عِلْمٍ وَلاَ كَرَمِ",
            "latin": "Fāqan nabiyyīna fī khalqin wa fī khuluqin۞Wa lam yudānūhu fī ʿilmin wa lā karami"
        },
        "11": {
            "arabic": "وَكُلُّهُمْ مِنْ رَسُولِ اللهِ مُلْتَمِسٌ۞غَرْفًا مِنَ البَحْرِ أَوْ رَشْفًا مِنَ الدِّيَمِ",
            "latin": "Wa kulluhum min rasūliLlāhi multamisun۞Gharfan minal baḥri aw rashfan minad diyami"
        },
        "12": {
            "arabic": "وَوَاقِفُونَ لَدَيْهِ عِنْدَ حَدِّهِمِ۞مِنْ نُقْطَةِ العِلْمِ أَوْ مِنْ شَكْلَةِ الحِكَمِ",
            "latin": "Wa wāqifūna ladayhi ʿinda ḥaddihimi۞Min nuqṭatil ʿilmi aw min shaklatil ḥikami"
        },
        "13": {
            "arabic": "فَهْوَ الذِّي تَمَّ مَعْنَاهُ وَصُورَتُهُ۞ثُمَّ اصْطَفَاهُ حَبِيبًا بَارِئُ النَّسَمِ",
            "latin": "Fa huwal ladhī tamma maʿnāhu wa ṣūratuhu۞Thummaṣṭafāhu ḥabīban bāriʾun nasami"
        },
        "14": {
            "arabic": "مُنَزَّهٌ عَنْ شَرِيكٍ فِي مَحَاسِنِهِ۞فَجَوْهَرُ الحُسْنِ  فِيهِ غَيْرُ مُنْقَسِمِ",
            "latin": "Munazzahun ʿan sharīkin fī maḥāsinihi۞Fa jawharul ḥusni fīhi ghayru munqasimi"
        },
        "15": {
            "arabic": "دَعْ مَا ادَّعَتْهُ النَّصَارَى فِي نَبِيِّهِمِ۞وَاحْكُمْ بِمَا شِئْتَ مَدْحًا فِيهِ وَاحْتَكِمِ",
            "latin": "Daʿ maddaʿat-hun naṣārā fī nabiyyihimi۞Waḥkum bimā shiʾta mad-ḥan fīhi waḥtakimi"
        },
        "16": {
            "arabic": "وَانْسُبْ إِلَى ذَاتِهِ مَا شِئْتَ مِنْ شَرَفٍ۞وَانْسُبْ إِلَى قَدْرِهِ مَا شِئْتَ مِنْ عِظَمِ",
            "latin": "Wansub ilā dhātihi mā shiʾta min sharafin۞Wansub ilā qadrihi mā shiʾta min ʿiẓami"
        },
        "17": {
            "arabic": "فَإِنَّ فَضْلَ رَسُولِ اللهِ لَيْسَ لَهُ۞حَدٌّ  فَيُعْرِبَ عَنْهُ نَاطِقٌ بِفَمِ",
            "latin": "Fa inna faḍla rasūliLlāhi laysa lahu۞Ḥaddun fa yuʿriba ʿanhu nāṭiqun bifami"
        },
        "18": {
            "arabic": "لَوْ نَاسَبَتْ قَدْرَهُ آيَاتُهُ عِظَمًا۞أَحْيَا اسْمُهُ حِينَ يُدْعَى دَارِسَ الرِّمَمِ",
            "latin": "Law nāsabat qadrahu āyātuhu ʿiẓaman۞Aḥyaʾsmuhu ḥīna yudʿā dārisar rimami"
        },
        "19": {
            "arabic": "لَمْ يَمْتَحِنَّا بِمَا تَعْيَا الْعُقُولُ بِهِ۞حِرْصًا عَلَيْنَا فَلَمْ نَرْتَبْ وَلَمْ نَهِمْ",
            "latin": "Lam yamtaḥinnā bimā taʿyal ʿuqūlu bihi۞Ḥirṣan ʿalayna falam nartab wa lam nahimi"
        },
        "20": {
            "arabic": "أَعْيَا الوَرَى فَهْمُ مَعْنَاهُ فَلَيْسَ يُرَى۞فِي القُرْبِ وَالْبُعْدِ فِيهِ غَيْرُ مُنْفَحِمِ",
            "latin": "Aʿyal warā fahmu maʿnāhu falaysa yurā۞Fīl qurbi wal buʿdi fīhi ghayru munfaḥimi"
        },
        "21": {
            "arabic": "كَالشَّمْسِ تَظْهَرُ لِلْعَيْنَيْنِ مِنْ بُعُدٍ۞صَغِيرَةً وَتُكِلُّ الطَّرْفَ مِنْ أَمَمِ",
            "latin": "Kash shamsi taẓ-haru lil ʿaynayni min buʿudin۞Ṣaghīratan wa tukilluṭ ṭarfa min amami"
        },
        "22": {
            "arabic": "وَكَيْفَ يُدْرِكُ فِي الدُّنْيَا حَقِيقَتَهُ۞قَوْمٌ نِيَامٌ تَسَلَّوْا عَنْهُ بِالحُلُمِ",
            "latin": "Wa kayfa yudriku fid dunyā ḥaqīqatahu۞Qawmun niyāmun tasallū ʿanhu bil ḥulumi"
        },
        "23": {
            "arabic": "فَمَبْلَغُ العِلْمِ فِيهِ أَنَّهُ بَشَرٌ۞وَأَنَّهُ خَيْرُ خَلْقِ اللهِ كُلِّهِمِ",
            "latin": "Fa mablaghul ʿilmi fīhi annahu basharun۞Wa annahu khayru khalqiLlāhi kullihimi"
        },
        "24": {
            "arabic": "وَكُلُّ آيٍ أَتَى الرُّسْلُ الكِرَامُ بِهَا۞فَإِنَّمَا اتَّصَلَتْ مِنْ نُوِرِهِ بِهِمِ",
            "latin": "Wa kullu āyin atar ruslul kirāmu bihā۞Fa innamat taṣalat min nūrihi bihimi"
        },
        "25": {
            "arabic": "فَإِنَّهُ شَمْسُ فَضْلٍ هُمْ كَوَاكِبُهَا۞يُظْهِرْنَ أَنْوَارَهاَ لِلنَّاسِ فِي الظُّلَمِ",
            "latin": "Fa innahu shamsu faḍlin hum kawākibuhā۞Yuẓ-hirna anwārahā lin nāsi fidh ẓulami"
        },
        "26": {
            "arabic": "أَكْرِمْ بِخَلْقِ نَبِيٍ زَانَهُ خُلُقٌ۞بِالحُسْنِ مُشْتَمِلٍ بِالبِشْرِ مُتَّسِمِ",
            "latin": "Akrim bikhalqi nabiyyin zānahu khuluqun۞Bil ḥusni mushtamilin bil bishri muttasimi"
        },
        "27": {
            "arabic": "كَالزَّهْرِ فِي تَرَفٍ وَالبَدْرِ فِي شَرَفٍ۞وَالبَحْرِ فِي كَرَمٍ وَالدَّهْرِ فِي هِمَمِ",
            "latin": "Kaz zahri fī tarafin wal badri fī sharafin۞Wal baḥri fī karamin wad dahri fī himami"
        },
        "28": {
            "arabic": "كَأَنَّه وَهْوَ فَرْدٌ مِنْ جَلاَلَتِهِ۞فِي عَسْكَرٍ حِينَ تَلْقَاهُ وَفِي حَشَمِ",
            "latin": "Ka annahu wa huwa fardun min jalālatihi۞Fī ʿaskarin ḥīna talqāhu wa fī ḥashami"
        },
        "29": {
            "arabic": "كَأَنَّمَا اللُّؤْلُؤْ المَكْنُونُ فِي صَدَفٍ۞مِنْ مَعْدِنَيْ مَنْطِقٍ مِنْهُ وَمُبْتَسِمِ",
            "latin": "Ka annamal luʾluʾul maknūnu fī ṣadafin۞Min maʿdinay manṭiqin minhu wa mubtasami"
        },
        "30": {
            "arabic": "لاَ طِيبَ يَعْدِلُ تُرْبًا ضَمَّ أَعْظُمَهُ۞طُوبىَ لِمُنْتَشِقٍ مِنْهُ وَمُلْتَثِمِ",
            "latin": "Lā ṭība yaʿdilu turban ḍamma aʿẓumahu۞Ṭūbā li muntashiqin minhu wa multathimi"
        }
    },
    "translations": {
        "en": {
            "name": "Chapter Three: Praise of the Prophet ﷺ",
            "text": {
                "1": "I have wronged the Sunna of him who enlivened the dark nightsBy praying till his feet complained of painful swelling.",
                "2": "He placed a stone over his belly and soft skin,Tightening a belt over it to diminish the hunger pangs.",
                "3": "Lofty mountains tried, to tempt him with turning to gold,But he showed them the height of his own loftiness!",
                "4": "His dire neediness only strengthened his detachment;neediness like his never leads to transgression.",
                "5": "How could need tempt him with worldliness, when but for himThe world would not have emerged from non-existence?",
                "6": "Muhammad is the master of both abodes, of both kinds,And both classes [of people]: Arabs and non-Arabs.",
                "7": "Our Prophet, who commands and who forbids;None is more true than him in saying “yes” or “no”.",
                "8": "He is the Beloved whose intercession is hoped for,Victorious over every terror and disaster.",
                "9": "He called [people] to Allah, so those who hold fast to himAre holding fast to a rope that never shall break.",
                "10": "He excelled the other Prophets in form and qualities;Their knowledge and nobility did not come near his.",
                "11": "They all seek something from Allah’s Emissary –handfuls from the sea, or small sips of drizzle.",
                "12": "They all stand before him, observing their limits;Dots to his knowledge, or vowel-marks to his wisdom.",
                "13": "It is he whose meaning and form attained perfectionThen the Maker of Souls chose him for His beloved.",
                "14": "Exalted above having a rival in his perfections;In him is the undivided essence of beauty.",
                "15": "Eschew the claim Christians have made for their Prophet.Then say in his praise what you will, but wisely!",
                "16": "Ascribe whatever honour you will to his essence,And ascribe what greatness you will to his worth;",
                "17": "For the worth of Allah’s Emissary has no limitThat could be expressed by a human mouth.",
                "18": "If his miracles were commensurate with his greatness,The mere mention of his name would give life to dry bones.",
                "19": "He did not try us with things that confound the mindOut of concern for us, so we neither doubted nor strayed.",
                "20": "Man’s mind is exhausted trying to understand his meaning;All of them, near or far, appear as if dumbstruck.",
                "21": "He is like the sun: small to the eye when seen from afar,But dazzling to the sight when seen close up.",
                "22": "How can his reality be grasped in this worldBy sleeping folk, distracted from him by dreams?",
                "23": "The extent of our knowledge is that he is a mortal –And that he is the best of Allah’s creation!",
                "24": "Every miracle produced by the noble EmissariesCame to them by virtue of his light alone",
                "25": "For he is the sun of virtue, and they are its planets;They display its lights to mankind in the darkness.",
                "26": "How noble the qualities of a Prophet beautified by such traits:Full of beauty, and marked by smiles and good cheer!",
                "27": "Like flowers in delicate beauty, like the full moon in honour;like the sea in generosity, like time in persistence.",
                "28": "So majestic was his presence that even when alonehe appeared surrounded by a large army and retinue.",
                "29": "It is as if precious hidden pearls, sparkling from their shells,came from the treasure-mine of his speech and smile.",
                "30": "No perfume can match the ground that holds his bones.Blessed are those who breathe in its fragrance or kiss it!"
            }
        },
        "id": {
            "name": "",
            "text": {
                "1": "Kutinggalkan sunnah Baginda Nabi ﷺ yang selalu menghidupkan gelapnya malamdengan ibadah hingga kedua kaki beliau terasa sakit sebab membengkak.",
                "2": "Baginda Nabi ﷺ mengikat perut sebab dahsyatnya rasa lapar yang diderita.Beliau lipat kulit pinggang beliau yang begitu halus dengan batu.",
                "3": "Gunung menjulang tinggi pun menawarkan menjadi emas untuk Baginda Nabi ﷺ.Namun beliau tolak dan beliau perlihatkan ketidakbutuhan beliau dengan penuh rasa bangga.",
                "4": "Keadaan darurat butuh harta namun enggan menerima inilah yang menguatkan & membuktikan kezuhudan Baginda Nabi ﷺ.  Beliau sungguh zuhud, tidak menerima harta itu.Meskipun jika menerimanya dalam keadaan butuh, hal itu tak akan merusak nilai kemaksuman beliau.",
                "5": "Bagaimana mungkin Baginda Nabi ﷺ dapat tergoda dengan gemerlap dunia, sedangkan andai bukan karena beliau, niscaya dunia takkan pernah ada?",
                "6": "Nabi Muhammad ﷺ adalah pemimpin dunia akhirat, pemimpin manusia dan jin,juga pemimpin bangsa Arab dan non-Arab.",
                "7": "Nabi kita, Muhammad ﷺ, adalah rasul yang memerintahkan kebajikan dan mencegah kemungkaran.Tidak ada seorang pun yang lebih baik perkataannya daripada Baginda Nabi ﷺ saat menolak dengan berkata 'jangan' dan saat diminta dengan berkata 'ya'.",
                "8": "Beliaulah sang Kekasih Allah yang sangat diharapkan syafaat beliaudari setiap keadaan mencekam pada saat genting.",
                "9": "Baginda Nabi ﷺ mengajak menuju agama Allah. Berpegangteguhlah padanya.Karena orang yang berpegang teguh padanya, sungguh, ia telah berpegang teguh pada tali Allah yang takkan putus.",
                "10": "Baginda Nabi ﷺ mengungguli para nabi lain dalam segi ketampanan zahir serta luhurnya budi pekerti.Mereka tiada yang dapat menyamai Baginda Nabi ﷺ dalam keilmuan maupun kemuliaan beliau.",
                "11": "Mereka semua mengambil dari Baginda Nabi ﷺseciduk lautan maupun seteguk air hujan dari ilmu beliau.",
                "12": "Di hadapan Baginda Nabi ﷺ, mereka para nabi berhenti pada batas puncaknya,baik dalam setitik ilmu ataupun sebentuk hikmah.",
                "13": "Beliaulah nabi yang sempurna batin dan zahirnya.Tuhan Sang Pencipta pun memilih beliau sebagai kekasih.",
                "14": "Baginda Nabi ﷺ suci dari persamaan dalam berbagai kebaikan beliau.Intisari kebaikan Baginda Nabi ﷺ tak dapat terbagi.",
                "15": "Tinggalkanlah sanjungan kaum Nasrani pada nabi mereka.Tetapkanlah pujian bagi Baginda Nabi ﷺ sesuka hatimu, serta bijaklah dalam menyanjung.",
                "16": "Nisbahkanlah sesukamu segala kemuliaan kepada Baginda Nabi ﷺ.Sematkanlah segala keagungan derajat kepada beliau sekehendakmu.",
                "17": "Sungguh, keutamaan Baginda Nabi ﷺ tak adabatasnya. Lisan pun tak mampu mengungkapkan dengan kata.",
                "18": "Andai keagungan mukjizat Baginda Nabi ﷺ dapat menyamai derajat beliau yang tinggi,niscaya orang yang telah binasa dan hancur tulang-belulangnya seketika hidup tatkala disebut nama beliau.",
                "19": "Baginda Nabi ﷺ tidak menguji kita dengan hal yang tidak terjangkau oleh akalkarena kecintaan beliau agar kita mendapat petunjuk. Kita pun yakin, tidak ragu dan tidak bingung.",
                "20": "Semua makhluk lemah tak mampu memahami hakikat Baginda Nabi ﷺ. Tak seorang pun bisa mengenal beliaudari dekat maupun dari jauh, kecuali berdiam diri tak berdaya.",
                "21": "Baginda Nabi ﷺ bagai mentari, terlihat kecil oleh kedua mata dari jarak jauh.Namun saat berdekatan, mata takkan mampu memandang beliau.",
                "22": "Bagaimana mungkin hakikat Baginda Nabi ﷺ dapat diketahui manusia di dunia ini,sedangkan mereka sudah merasa puas berjumpa dengan beliau hanya di alam mimpi?",
                "23": "Puncak pengetahuan tentang Baginda Nabi ﷺ bahwa beliau adalah manusia.Akan tetapi, beliau adalah makhluk terbaik di antara semua makhluk Allah.",
                "24": "Semua mukjizat yang dimiliki para rasul muliatidak lain karena terhubung dengan cahaya Baginda Nabi ﷺ.",
                "25": "Baginda Nabi ﷺ laksana matahari kemuliaan, sedangkan para nabi bagaikan bintang-bintang siarah.Bintang siarah memancarkan cahaya matahari untuk manusia saat gelap gulita.",
                "26": "Alangkah indah rupa Baginda Nabi ﷺ yang dihiasi dengan akhlak mulia.Beliau mencakup segala bentuk keindahan serta bersifat murah senyum nan wajah manis berseri.",
                "27": "Keindahan beliau laksana bunga, kemuliaan beliau bak bulan purnama,kedermawanan beliau bagaikan samudra, dan cita-cita beliau seperti perjalanan masa.",
                "28": "Saat menjumpai Baginda Nabi ﷺ sendirian, seakan-akan kau berhadapan dengan tentara besar atau bertemudengan para ajudan beliau, padahal beliau sedang sendirian. Ini sebab besarnya wibawa dan kemuliaan Baginda Nabi ﷺ.",
                "29": "Seakan mutiara indah yang tersembunyi dalam kerangnyabersumber dari untaian kata dan senyuman Baginda Nabi ﷺ.",
                "30": "Tiada wewangian dapat menandingi semerbak harum tanah yang menyimpan jasad mulia Baginda Nabi ﷺ.Alangkah bahagia, orang yang mencium & mengecupnya."
            }
        }
    },
    "last_updated": "2024-12-11"
}