{
    "number": 4,
    "source": "dalail-khairat",
    "name": "الْفَصْلُ الرّابِعُ فِي مَوْلِدِهِ عَلَيْهِ الصَّلَاةُ والسَّلَام",
    "latin": "",
    "text": {
        "1": {
            "arabic": "أَبَانَ مَوْلِدُهُ عَنْ طِيبِ عُنْصُرِهِ۞يَا طِيبَ مُبْتَدَإٍ مِنْهُ وَمُخْتَتَمِ",
            "latin": "Abāna mawliduhu ʿan ṭībi ʿunṣurihi۞Yā ṭība mubtadaʾin minhu wa mukhtatami"
        },
        "2": {
            "arabic": "يَوْمٌ تَفَرَّسَ فِيهِ الفُرْسُ أَنَّهُمُ۞قَدْ أُنْذِرُوا بِحُلُولِ البُؤْسِ وَالنِّقَمِ",
            "latin": "Yawmun tafarrasa fīhil fursu annahumu۞Qad undhirū biḥulūlil buʾsi wan niqami"
        },
        "3": {
            "arabic": "وَبَاتَ إِيوَانُ كِسْرَى وَهُوَ مُنْصَدِعٌ۞كَشَمْلِ أَصْحَابِ كِسْرَى غَيْرَ مُلْتَئِمِ",
            "latin": "Wa bāta īwānu kisrā wa huwa munṣadiʿun۞Ka shamli aṣ-ḥābi kisrā ghayra multaʾimi"
        },
        "4": {
            "arabic": "وَالنَّارُ خَامِدَةُ الأَنْفَاسِ مِنْ أَسَفٍ۞عَلَيْهِ وَالنَّهْرُ سَاهِي العَيْنِ مِنْ سَدَمِ",
            "latin": "Wan nāru khāmidatul anfāsi min asafin۞ʿAlayhi wan nahru sāhil ʿayni min sadami"
        },
        "5": {
            "arabic": "وَسَاءَ سَاوَةَ أَنْ غَاضَتْ بُحَيْرَتُهَا۞وَرُدَّ وَارِدُهَا بِالغَيْظِ حِينَ ظَمِي",
            "latin": "Wa sāʾa sāwata an ghāḍat buḥayratuhā۞Wa rudda wāriduhā bil ghayẓi ḥīna ẓamī"
        },
        "6": {
            "arabic": "كَأَنَّ بِالنَّارِ مَا بِالمَاءِ مِنْ بَلَلٍ۞حُزْنًا وَبِالمَاءِ مَا بِالنَّارِ مِنْ ضَرَمِ",
            "latin": "Ka anna bin nāri mā bil māʾi min balalin۞Ḥuznan wa bil māʾi mā bin nāri min ḍarami"
        },
        "7": {
            "arabic": "وَالجِنُّ تَهْتِفُ وَالأَنْوَارُ سَاطِعَةٌ۞وَالحَّقُ يَظْهَرُ مِنْ مَعْنىً وَمِنْ كَلِمِ",
            "latin": "Wal jinnu tahtifu wal anwāru sāṭiʿatun۞Wal ḥaqqu yaẓ-haru min maʿnan wa min kalimi"
        },
        "8": {
            "arabic": "عَمُوا وَصَمُّوا فَإِعْلاَنُ البَشَائِرِ لَمْ۞يُسْمَعْ وَبَارِقَةُ الإِنْذَارِ لَمْ تُشَمِ",
            "latin": "ʿAmmū wa ṣammū fa iʿlānul bashāʾiri lam۞Yusmaʿ wa bāriqatul indhāri lam tushami"
        },
        "9": {
            "arabic": "مِنْ بَعْدِ مَا أَخْبَرَ الأَقْوَامَ كَاهِنُهُمْ۞بِأَنَّ دِينَهُمُ المُعْوَجَّ لَمْ يَقُمِ",
            "latin": "Min baʿdi mā akhbaral aqwāma kāhinuhum۞Bi anna dīnahumul muʿwajja lam yaqumi"
        },
        "10": {
            "arabic": "وَبَعْدَمَا عَايَنُوا فِي الأُفْقِ مِنْ شُهُبٍ۞مُنْقَضَّةٍ وَفْقَ مَا فِي الأَرْضَ مِنْ صَنَمِ",
            "latin": "Wa baʿda mā ʿāyanū fīl ufqi min shuhubin۞Munqaḍḍatin wifqa mā fīl arḍi min ṣanami"
        },
        "11": {
            "arabic": "حَتَّى غَدَا عَنْ طَرِيقِ الْوَحْيِ مُنْهَزِمٌ۞مِنَ الشَّيَاطِينِ يَقْفُوا إِثْرَ مُنْهَزِمِ",
            "latin": "Ḥattā ghadā ʿan ṭarīqil waḥyī munhazimun۞Minash shayāṭīni yaqfū ithra munhazimi"
        },
        "12": {
            "arabic": "كَأَنَّهُمْ هَرَبًا أَبْطَالُ أَبْرَهَةٍ۞أَوْ عَسْكَرٍ بِالحَصَى مِنْ رَاحَتَيْهِ رُمِي",
            "latin": "Ka annahum haraban abṭālu abrahatin۞Aw ʿaskarin bil ḥaṣā min rāḥatayhi rumī"
        },
        "13": {
            "arabic": "نَبْذًا بِهِ بَعْدَ تَسْبِيحٍ بِبَطْنِهِمَا۞نَبْذَ المُسَبِّحِ مِنْ أَحْشَاءِ مُلْتَقِمِ",
            "latin": "Nabdhan bihi baʿda tasbīḥin bi baṭnihimā۞Nabdhal musabbiḥi min aḥshāʾi multaqimi"
        }
    },
    "translations": {
        "en": {
            "name": "Chapter Four: On The Prophet's Birth",
            "text": {
                "1": "His birth made the purity of his pedigree evident;O how pure were his beginning and his end!",
                "2": "On that day the Persians intuited that theyHad been warned of looming misery and retribution.",
                "3": "That night the throne room of Khusraw became cracked,Khusraw’s people, too, crumbled, never to be restored.",
                "4": "The sacred fire, grief-stricken, breathed its last,And the river [Euphrates] dried up out of worry.",
                "5": "Sāʾa was saddened by its lake drying up;the thirsty who went to drink there came back in a rage!",
                "6": "As if the fire, from sorrow, took on the water’s wetnessAnd water assumed the fire’s quality of blazing.",
                "7": "There were jinn calling out, and dazzling lightsAs truth was manifested in both word and reality.",
                "8": "They were blind and deaf, so the glad tidings proclaimedWent unheard, and the warning lightning-flash was not seen.",
                "9": "Even after the soothsayers had informed their peoplesThat their crooked religion would not endure,",
                "10": "And even after their eyes saw meteors on the horizonPlunging downwards, as idols were toppled on earth;",
                "11": "Until devils, routed, from the path of revelation,Fled in the wake of those who had been overpowered.",
                "12": "Fleeing like the brave warriors of AbrahaOr the army pelted by pebbles thrown by his hand,",
                "13": "Cast by him after glorifying Allah in the palm of his hand,As he who glorified his Lord was cast from the whale."
            }
        },
        "id": {
            "name": "",
            "text": {
                "1": "Kelahiran Baginda Nabi ﷺ menunjukkan kesucian unsur beliau.Betapa indah permulaan maupun penghujungnya.",
                "2": "Hari kelahiran Baginda Nabi ﷺ adalah hari di mana bangsa Persiatelah diingatkan para ahli nujum bahwa mereka akan ditimpa malapetaka dan siksa.",
                "3": "Pada malam itu, istana Kisra runtuh hancur terbelah,sebagaimana terpecah-belahnya pasukan Kisra yang tak dapat menyatu kembali.",
                "4": "Kobaran api sesembahan bangsa Persia padam akan kesedihan yang mendalam.Sungai pun berhenti mengalir sebab pedihnya duka.",
                "5": "Penduduk kawasan danau Sawah bersedih ketika danaunya mengering.Orang yang mendatanginya untuk mengambil air pun kembali dalam keadaan marah saat terjerat dahaga.",
                "6": "Karena duka yang mencekam, seakan-akan pada api bangsa Persia yang padam tersebut ada air danau Sawah,sedangkan dalam air danau yang kering itu terdapat api yang menyala.",
                "7": "Para jin menjerit. Cahaya terpancar tinggi ke angkasa.Dan kebenaran atas kenabian beliau tersingkap jelas dari makna maupun kata.",
                "8": "Mereka menjadi buta dan tuli. Kabar gembira kelahiran Baginda Nabi ﷺ pun takdapat mereka dengar, juga kilatan peringatan tak mereka lihat.",
                "9": "Mereka buta dan tuli setelah diberi kabar oleh para rahibbahwa agama mereka melenceng sesat dan tak akan bertahan abadi.",
                "10": "Dan setelah mereka saksikan bintang-bintang  di ufuk langitberjatuhan bertepatan dengan hancurnya berhala-berhala sesembahan di bumi.",
                "11": "Hingga para setan kabur terbirit-birit meninggalkan pintu langit, jalan wahyu ilahi.Mereka mengekor jejak setan yang lari tak henti-henti.",
                "12": "Para setan berlarian, sebagaimana panglima tentara Abrahahatau pasukan musuh yang lari dilempari kerikil oleh tangan mulia Baginda Nabi ﷺ.",
                "13": "Batu kerikil dilemparkan Baginda Nabi ﷺ setelah bertasbih dalam genggaman kedua tangan mulia beliau.Ini bagaikan terlemparnya Nabi Yunus n dari perut ikan paus setelah bertasbih di dalamnya."
            }
        }
    },
    "last_updated": "2024-12-11"
}