{
    "number": 5,
    "source": "dalail-khairat",
    "name": "الْفَصْلُ الْخَامِسُ فِي مُعْجِزَاتِهِ ﷺ",
    "latin": "",
    "text": {
        "1": {
            "arabic": "جَاءَتْ لِدَعْوَتِهِ الأَشْجَارُ سَاجِدَةً۞تَمْشِي إِلَيْهِ عَلَى سَاقٍ بِلاَ قَدَمِ",
            "latin": "Jāʾat li daʿwatihil ashjāru sājidatan۞Tamshī ilayhi ʿalā sāqin bilā qadami"
        },
        "2": {
            "arabic": "كَأَنَّمَا سَطَرَتْ سَطْرًا لِمَا كَتَبَتْ۞فُرُوعُهَا مِنْ بَدِيعِ الْخَطِّ بِاللَّقَمِ",
            "latin": "Ka annamā saṭarat saṭran limā katabat۞Furūʿuhā min badīʿil khaṭṭi bil laqami"
        },
        "3": {
            "arabic": "مِثْلَ الغَمَامَةِ أَنَّى سَارَ سَائِرَةً۞تَقِيهِ حَرَّ وَطِيسٍ لِلْهَجِيرِ حَمِي",
            "latin": "Mithlal ghamāmati annā sāra sāʾiratan۞Taqīhi ḥarra waṭīsin lil hajīri ḥamī"
        },
        "4": {
            "arabic": "أَقْسَمْتُ بِالْقَمَرِ المُنْشَقِّ إِنَّ لَهُ۞مِنْ قَلْبِهِ نِسْبَةً مَبْرُورَةَ القَسَمِ",
            "latin": "Aqsamtu bil qamaril munshaqqi inna lahu۞Min qalbihi nisbatan mabrūratal qasami"
        },
        "5": {
            "arabic": "وَمَا حَوَى الغَارُ مِنْ خَيْرٍ وَمِنْ كَرَمِ۞وَكُلُّ طَرْفٍ مِنَ الكُفَّارِ عَنْهُ عَمِي",
            "latin": "Wa mā ḥawal ghāru min khayrin wa min karamin۞Wa kullu ṭarfin minal kuffāri ʿanhu ʿamī"
        },
        "6": {
            "arabic": "فَالصِّدْقُ فِي الغَارِ وَالصِّدِّيقُ لَمْ يَرِمَا۞وَهُمْ يَقُولُونَ مَا بِالْغَارِ مِنْ أَرِمِ",
            "latin": "Faṣ ṣidqu fīl ghāri waṣ ṣiddīqu lam yarimā۞Wa hum yaqūlūna mā bil ghāri min arimi"
        },
        "7": {
            "arabic": "ظَنُّوا الحَمَامَ وَظَنُّوا الْعَنْكَبُوتَ عَلَى۞خَيْرِ الْبَرِيَّةِ لَمْ تَنْسُجْ وَلَمْ تَحُمِ",
            "latin": "Ẓannul ḥamāma wa ẓannul ʿankabūta ʿalā۞Khayril bariyyati lam tansuj wa lam taḥumi"
        },
        "8": {
            "arabic": "وِقَايَةُ اللهِ أَغْنَتْ عَنْ مُضَاعَفَةٍ۞مِنَ الدُّرُوعِ وَعَنْ عَالٍ مِنَ الأُطُمِ",
            "latin": "WiqāyatuLlāhi aghnat ʿan muḍāʿafatin۞Minad durūʿi wa ʿan ʿālin minal uṭumi"
        },
        "9": {
            "arabic": "مَا سَامَنِي الدَّهْرُ ضَيْمًا وَاسْتَجَرْتُ بِهِ۞إِلاَّ وَنِلْتُ جِوَارًا مِنْهُ لَمْ يُضَمِ",
            "latin": "Mā sāmanid dahru ḍayman wastajartu bihi۞Illā wa niltu jiwāran minhu lam yuḍami"
        },
        "10": {
            "arabic": "وَلاَ الْتَمَسْتُ غِنَى الدَّارَيْنِ مِنْ يَدِهِ۞إِلاَّ اسْتَلَمْتُ النَّدَى مِنْ خَيْرِ مُسْتَلَمِ",
            "latin": "Wa laltamastu ghinad dārayni min yadihi۞Illāstalamtun nadā min khayri mustalami"
        },
        "11": {
            "arabic": "لاَ تُنْكِرِ الْوَحْيَ مِنْ رُؤْيَاهُ إِنَّ لَهُ۞قَلْبًا إِذَا نَامَتِ العَيْنَانِ لَمْ يَنَمِ",
            "latin": "Lā tunkiril waḥya min ruʾyāhu inna lahu۞Qalban idhā nāmatil ʿaynāni lam yanami"
        },
        "12": {
            "arabic": "وَذَاكَ حِينَ بُلُوغٍ مِنْ نُبَوَّتِهِ۞فَلَيْسَ يُنْكَرُ فِيهِ حَالُ مُحْتَلِمِ",
            "latin": "Wa dhāka ḥīna bulūghin min nubuwwatihi۞Fa laysa yunkaru fīhi ḥālu muḥtalimi"
        },
        "13": {
            "arabic": "تَبَارَكَ اللهُ مَا وَحَيٌ بِمُكْتَسَبٍ۞وَلاَ نَبيُّ عَلَى غَيْبٍ بِمُتَّهَمِ",
            "latin": "Tabārak Allahu mā waḥyun bi muktasabin۞Wa lā nabiyyun ʿalā ghaybin bi muttahami"
        },
        "14": {
            "arabic": "كَمْ أَبْرَأَتْ وَصِبًا بِاللَّمْسِ رَاحَتُهُ۞وَأَطْلَقَتْ أَرِبًا مِنْ رِبْقَةِ اللَّمَمِ",
            "latin": "Kam abraʾat waṣiban bil lamsi rāḥatuhu۞Wa aṭlaqat ariban min ribqatil lamami"
        },
        "15": {
            "arabic": "وَأَحْيَتِ السَّنَةَ الشَّهْبَاءَ دَعْوَتُهُ۞حَتَّى حَكَتْ غُرَّةً فِي الأَعْصُرِ الدُّهُمِ",
            "latin": "Wa aḥyatis sanatash shahbāʾa daʿwatuhu۞Ḥattā ḥakat ghurratan fīl aʿṣurid duhumi"
        },
        "16": {
            "arabic": "بِعَارضٍ جَادَ أَوْ خِلْتَ البِطَاحَ بِهَا۞سَيْبًا مِنَ اليَمِّ أَوْ سَيْلاً مِنَ العَرِمِ",
            "latin": "Bi ʿāriḍin jāda aw khiltal biṭāḥa bihā۞Sayban minal yammi aw saylan minal ʿarimi"
        }
    },
    "translations": {
        "en": {
            "name": "Chapter Five: The Prophet's Miracles",
            "text": {
                "1": "Trees came prostrating to him when he called,Walking towards him on trunks without feet",
                "2": "As though they had inscribed lines of splendid calligraphyWith their branches along the path.",
                "3": "Like the cloud that hovered over him wherever he went,Shielding him from the intense oven of the midday heat.",
                "4": "I swear by the [Lord of the] moon that was split in twoa true oath: it has truly a connection with his heart.",
                "5": "And by the goodness and nobility contained in the caveWhile the disbelievers’ every glance was blind to him.",
                "6": "Truthfulness and the True One in the cave wavered notWhile they said ‘No one who breathes is in the cave!’",
                "7": "They supposed that a dove would never perch,Or a spider would spin its web, for the Best of Creation",
                "8": "Their protection by Allah absolved them of needfor additional armour or for lofty fortresses.",
                "9": "Never, when fate oppressed me, have I sought refuge in himbut that I found sanctuary with him and was oppressed no more.",
                "10": "And never have I sought wealth in both worlds from his handWithout receiving largesse from the best of givers.",
                "11": "Do not deny the revelations he received in his dreams;For though his eyes slept, he had a heart that slept not.",
                "12": "That was when he attained his Prophetic status;the night dreams of mature men cannot be denied!",
                "13": "Blessed is Allah! Revelation is not something acquired!Nor can a Prophet’s knowledge of the Unseen be deemed suspect.",
                "14": "How many sick people were healed by the touch of his hand;how many released from the tight knots of madness!",
                "15": "His supplication brought life to a grey year [of drought] –Marked it out from dark years like [a horse’s] white blaze.",
                "16": "With generous rainclouds, so much that you would have thoughtThat the valleys flowed with sea water or the flood of ʿArim."
            }
        },
        "id": {
            "name": "",
            "text": {
                "1": "Pepohonan datang memenuhi seruan Baginda Nabi ﷺ dengan tunduk.Mereka berjalan menuju beliau dengan batang tanpa telapak kaki.",
                "2": "Pepohonan itu seakan-akan sedang menulis di tengah jalan yang ia laluidengan ranting-rantingnya tulisan yang sangat indah.",
                "3": "Sebagaimana awan yang selalu mendampingi ke mana pun Baginda Nabi ﷺ pergi.Ia melindungi beliau dari teriknya sinar matahari di siang hari.",
                "4": "Aku bersumpah demi Dzat Pencipta bulan yang pecah. Aku bersumpah dengan sumpah yang terlaksana,sesungguhnya, hati Baginda Nabi ﷺ terbelah bagaikan terbelahnya bulan.",
                "5": "Gua Tsur mendekap dan menjaga dua insan mulia, Baginda Nabi ﷺ dan Abu Bakar ash-Shiddiq.Seluruh mata orang kafir buta tak dapat menemukan mereka berdua.",
                "6": "Baginda Nabi ﷺ dan Abu Bakar ash-Shiddiq masih berada di dalam gua.Akan tetapi, mereka orang kafir berkata, 'Tak ada seorang pun dalam gua ini'.",
                "7": "Mereka berfikir, apabila Baginda Nabi g-yang merupakan sebaik-baiknya makhluk itu-berada di dalam,tak mungkin dikelilingi burung merpati dan tak mungkin laba-laba menenun sarang di mulut gua.",
                "8": "Allah melindungi mereka berdua dengan Gua Tsur. Perlindungan Allah cukup bagi merekahingga tidak membutuhkan berlapis-lapis baju besi dan benteng yang menjulang tinggi.",
                "9": "Tak pernah ada kezaliman menimpaku kemudian aku mohon perlindungan Baginda Nabi ﷺ,kecuali dari beliau aku mendapatkan pertolongan dan penjagaan tanpa sedikit pun disakiti.",
                "10": "Aku tidak meminta kekayaan dunia dan akhirat dari tangan mulia Baginda Nabi ﷺ,melainkan aku akan mendapatkan sebaik-baik pemberian dari beliau, sang Nabi terbaik dalam memenuhi permintaan umatnya.",
                "11": "Jangan kau ingkari wahyu yang Baginda Nabi ﷺ terima dalam mimpi beliau. Karena sungguh,hati beliau tetap terjaga meski kedua mata tertidur.",
                "12": "Hal itu terjadi semenjak beliau ﷺ diangkat menjadi nabi.Maka sejak saat itu, tak seorang pun boleh mengingkari mimpi Baginda Nabi ﷺ.",
                "13": "Mahasuci Allah. Wahyu bukan termasuk perkara yang dapat dicari/diusahakandan tidaklah seorang nabi pantas dicurigai dalam berita gaibnya.",
                "14": "Betapa banyak orang sakit yang sembuh seketika sebab disentuh telapak tangan mulia Baginda Nabi ﷺ.Dengan berkah tangan agung beliau, orang-orang tertu-naikan hajatnya dan sembuh dari sakit gila yang lama membelenggu.",
                "15": "Doa Baginda Nabi ﷺ telah menghidupkan kembali tahun kekeringanhingga tahun tersebut bagaikan titik putih di antara hitam nan kelam tahun-tahun lainnya;",
                "16": "Dengan awan yang mendermakan hujan deras  hingga kau sangka air yang memenuhi lembah nan luas ituadalah air aliran dari samudra atau air bah dari bendungan yang pecah."
            }
        }
    },
    "last_updated": "2024-12-11"
}