{
    "number": 6,
    "source": "dalail-khairat",
    "name": "الْفَصْلُ السَّادِسُ فِي شَرَفِ الْقُرآنِ وَمَدْحِهِ",
    "latin": "",
    "text": {
        "1": {
            "arabic": "دَعْنيِ وَوَصْفِي آيَاتٍ لَهُ ظَهَرَتْ۞ظُهُورَ نَارِ القِرَى لَيْلاً عَلَى عَلَمِ",
            "latin": "Daʿnī wa waṣfī āyātin lahu ẓaharat۞Ẓuhūra nāril qirā laylan ʿalā ʿalami"
        },
        "2": {
            "arabic": "فَالدُّرُّ يَزْدَادُ حُسْنًا وَهْوَ مُنْتَظِمٌ۞وَلَيْسَ يَنْقُصُ قَدْرًا غَيْرَ مُنْتَظِمِ",
            "latin": "Fad durru yazdādu ḥusnan wa huwa muntaẓimun۞Wa laysa yanquṣu qadran ghayra muntaẓimi"
        },
        "3": {
            "arabic": "فَمَا تَطَاوُلُ آمَالِ المَديحِ إِلَى۞مَا فِيهِ مِنْ كَرَمِ الأَخْلاَقِ وَالشِّيَمِ",
            "latin": "Famā taṭāwulu āmālil madīḥi ilā۞Mā fīhi min karamil akhlāqi wash shiyami"
        },
        "4": {
            "arabic": "آيَاتُ حَقٍّ مِنَ الرَّحْمَانِ مُحْدَثَةٌ۞قَدِيمَةٌ صِفَةُ المَوْصُوفِ بِالقِدَمِ",
            "latin": "Āyātu ḥaqqin minar raḥmāni muḥdathatun۞Qadīmatun ṣifatul mawṣūfi bil qidami"
        },
        "5": {
            "arabic": "لَمْ تَقْتَرِنْ بِزَمِانٍ وَهْيَ تُخْبِرُنَا۞عَنْ المَعَادِ وَعَنْ عَادٍ وَعَنْ إِرَمِ",
            "latin": "Lam taqtarin bizamānin wa hيya tukhbirunā۞ʿAnil maʿādi wa ʿan ʿādin wa ʿan irami"
        },
        "6": {
            "arabic": "دَامَتْ لَدَيْنَا فَفَاقَتْ كُلَّ مُعْجِزَةٍ۞مِنَ النَّبِيِّينَ إِذْ جَاءَتْ وَلَمْ تَدُمِ",
            "latin": "Dāmat ladaynā fafāqat kulla muʿjizatin۞Minan nabiyyīna idh jāʾat wa lam tadumi"
        },
        "7": {
            "arabic": "مُحْكَّمَاتٌ فَمَا تُبْقِيْنَ مِنْ شُبَهٍ۞لِذِي شِقَاقٍ وَمَا تَبْغِيْنَ مِنْ حَكَمِ",
            "latin": "Muḥkamātun famā tubqīna min shubahin۞Lidhī shiqāqin wa mā tabghīna min ḥakami"
        },
        "8": {
            "arabic": "مَا حُورِبَتْ قَطُّ إِلاَّ عَادَ مِنْ حَرَبٍ۞أَعْدَى الأَعَادِي إِلَيْهَا مُلْقِيَ السَّلَمِ",
            "latin": "Mā ḥūribat qaṭṭu illā ʿāda min ḥarabin۞Aʿdal aʿādī ilayhā mulqiyas salami"
        },
        "9": {
            "arabic": "رَدَّتْ بَلاَغَتُهَا دَعْوَى مُعَارِضِهَا۞رَدَّ الغَيُورِ يَدَ الجَانِي عَنِ الْحُرَمِ",
            "latin": "Raddat balāghatuhā daʿwā muʿāriḍihā۞Raddal ghayūri yadal jānī ʿanil ḥurami"
        },
        "10": {
            "arabic": "لَهَا مَعَانٍ كَمَوْجِ البَحْرِ فِي مَدَدٍ۞وَفَوْقَ جَوْهَرِهِ فِي الْحُسْنِ وَالقِيَمِ",
            "latin": "Lahā maʿānin ka mawjil baḥri fī madadin۞Wa fawqa jawharihi fīl ḥusni wal qiyami"
        },
        "11": {
            "arabic": "فَمَا تُعَدُّ وَلاَ تُحْصَى عَجَائِبُهَا۞وَلاَ تُسَامُ عَلَى الإِكْثَارِ بِالسَّأَمِ",
            "latin": "Famā tuʿaddu wa lā tuḥṣā ʿajāʾibuhā۞Wa lā tusāmu ʿalal ikthāri bis saʾami"
        },
        "12": {
            "arabic": "قَرَّتْ بِهَا عَيْنُ قَارِيْهَا فَقُلْتُ لَهُ۞لَقَدْ ظَفِرْتَ بِحَبْلِ اللهِ فَاعْتَصِمِ",
            "latin": "Qarrat bihā ʿaynu qārīhā fa qultu lahu۞Laqad ẓafirta bi ḥabliLlāhi faʿtaṣimi"
        },
        "13": {
            "arabic": "إِنْ تَتْلُهَا خِيفَةً مِنْ حَرَّ نَارِ لَظَى۞أَطْفَأْتَ حَرِّ لَظَىَ مِنْ وِرْدِهَا الشَّبِمِ",
            "latin": "In tatluhā khīfatan min ḥarri nāri laẓā۞Aṭfaʾta ḥarra laẓā min wirdihash shabimi"
        },
        "14": {
            "arabic": "كَأَنَّهَا الحَوْضُ تَبْيَضُّ الوُجُوهُ بِهِ۞مِنَ العُصَاةِ وَقَدْ جَاءُوهُ كَالحُمَمِ",
            "latin": "Ka annahal ḥawḍu tabyaḍḍul wujūhu bihi۞Minal ʿuṣāti wa qad jāʾūhu kal ḥumami"
        },
        "15": {
            "arabic": "وَكَالصِّرَاطِ وَكَالمِيزَانِ مَعْدِلَةً۞فَالقِسْطُ مِنْ غَيْرِهَا فِي النَّاسِ لَمْ يَقُمِ",
            "latin": "Wa kaṣṣirāṭi wa kalmīzāni maʿdalatan۞Falqisṭu min ghayrihā fin nāsi lam yaqumi"
        },
        "16": {
            "arabic": "لاَ تَعْجَبَنْ لِحَسُودٍ رَاحَ يُنْكِرُهَا۞تَجَاهُلاً وَهْوَ عَيْنُ الحَاذِقِ الفَهِمِ",
            "latin": "Lā taʿjaban liḥasūdin rāḥa yunkiruhā۞Tajāhulan wa huwa ʿaynul ḥādhiqil fahimi"
        },
        "17": {
            "arabic": "قَدْ تُنْكِرُ الْعَيْنُ ضَوْءَ الشَّمْسِ مِنْ رَمَدٍ۞وَيُنْكِرُ الفَمُ طَعْمَ المَاءِ مِنْ سَقَمِ",
            "latin": "Qad tunkirul ʿaynu ḍawʾash shamsi min ramadin۞Wa yunkirul famu ṭaʿmal māʾi min saqami"
        }
    },
    "translations": {
        "en": {
            "name": "Chapter Six: The Nobility of the Qur’an and its Merit",
            "text": {
                "1": "Let me describe to you the signs that were manifested for him,Visible like the village beacons lit atop hills at night.",
                "2": "Though a pearl is more lovely when strung [with others],Its value is not diminished when alone and unstrung.",
                "3": "To what hope can the giver of praise aspireOf doing justice to his noble qualities and traits?",
                "4": "Signs of truth from the All-Merciful—revealed within timeYet pre-eternal; the attribute of Him who is pre-eternal.",
                "5": "They are not connected with time, yet they inform usAbout the Resurrection, and about ʿĪd and Iram.",
                "6": "They remained with us, thus surpassing every miracleOf the other Prophets, which came but did not last.",
                "7": "Unequivocal verses leaving no doubt to remainin dissenters, and requiring no arbiter.",
                "8": "No implacable foe has attacked themBut that he retreated from battle and sued for peace.",
                "9": "Their sheer eloquence refutes the claim of their opponent,As a jealous man wards off an assailant’s hand from his wife.",
                "10": "They contain meanings like the sea’s bountiful waves,And surpass the sea’s jewels in beauty and value.",
                "11": "Their marvels can neither be counted nor numbered,And frequent repetition never gives rise to tedium.",
                "12": "They delighted the one who recited them, so I told him,‘You have the Rope of Allah, so hold fast to it!’",
                "13": "If you recite them out of fear of a blazing fire’s heatfrom their cool wells they will quench the blazing heat",
                "14": "Like the Pool, they brighten the faces of the sinful,Though they had come to it as black as charcoal.",
                "15": "Like the Traverse and like Scales in justice;True justice amongst men cannot be upheld from any other source.",
                "16": "Do not be amazed at an envious person who denies themFeigning ignorance, though he has perception and understanding.",
                "17": "For the eye, when inflamed, may be averse to the sun’s light;And the mouth, when ailing, may loathe water’s taste."
            }
        },
        "id": {
            "name": "",
            "text": {
                "1": "Biarkanlah aku mengurai mukjizat-mukjizat Baginda Nabi ﷺ yang tampak jelasbagaikan api jamuan tamu yang dinyalakan pada malam hari di atas gunung menjulang tinggi.",
                "2": "Mutiara akan bertambah indah bila terangkai rapi,meski nilainya tak akan berkurang sedikit pun saat tak tersusun.",
                "3": "Budi luhur baginda Nabi ﷺ sangat banyak sekali. Maka mustahil terlaksana harapan para pengagumuntuk menguraikan seluruh budi pekerti, watak, dan kepribadian beliau.",
                "4": "Termasuk mukjizat Baginda Nabi ﷺ adalah ayat-ayat al-Qur'an, wahyu dari Tuhan Yang Maha Pengasih. Ayat al-Qur'an baru (hadits) turunnya,namun terdahulu (qadim) maknanya karena ia merupakan sifat dari Dzat Yang Mahadahulu (Qadim).",
                "5": "Ayat-ayat al-Qur'an tak terikat dengan waktu. Ia mengabarkan kepada kitatentang Hari Kebangkitan setelah kita meninggal, kaum 'Ad, dan kota Iram.",
                "6": "Ayat-ayat al-Qur'an kekal hingga zaman kita sekarang. Al-Qur'an mengungguli mukjizatpara nabi sebelumnya karena mukjizat mereka tak abadi.",
                "7": "Ayat-ayat al-Qur'an sangat kokoh hingga tak menyisakan sedikit pun keraguan bagi yang berselisih faham dan tak perlu mencari hakim kebenaran karena begitu jelas dan nyata dalil-dalil yang ada di dalamnya.",
                "8": "Musuh paling hebat tidak akan menentang ayat al-Qur'an, kecuali mereka kembali dari medan peperangandalam keadaan tertunduk pasrah dan sadar akan lemahnya mereka di hadapan al-Qur'an.",
                "9": "Keindahan sastra al-Qur'an menolak dan membantah tuduhan para penentang,sebagaimana penolakan orang yang sangat cemburu saat membela keluarga dari jamahan tangan pendosa.",
                "10": "Ayat-ayat al-Qur'an mengandung banyak makna laksana ombak lautan.Keanggunan dan nilainya mengungguli mutiara yang tersimpan dalam samudra.",
                "11": "Keajaiban ayat suci al-Qur'an tak terhitung dengan angka.Akan tetapi, meskipun banyak kandungannya, ayat-ayat al-Qur'an tak menjadikan kita bosan.",
                "12": "Ayat-ayat al-Qur'an sungguh menyejukkan mata pembacanya. Maka aku berkata kepada pembaca al-Qur'an,\"Sungguh, kau telah meraih pegangan tali Allah. Jagalah dan tetaplah berpegang teguh dengan tali tersebut\".",
                "13": "Jika kau melantunkan ayat al-Qur'an karena takut panasnya api Jahannam,kau akan dapat memadamkan panas Jahannam itu dengan kesejukan bacaan al-Qur'an.",
                "14": "Al-Qur'an bagaikan Telaga Kautsar, dapat menerangi wajahahli maksiat menjadi putih yang sebelumnya hitam legam bak arang bakar.",
                "15": "Al-Qur'an tegak lurus bagai jalan, juga adil abadi bak timbangan (tidak berat sebelah).Keadilan hukum selain al-Qur'an bagi manusia tiada yang kekal abadi.",
                "16": "Jangan heran terhadap orang hasud yang selalu mengingkari al-Qur'an.Ia pura-pura bodoh, padahal cerdas dalam memahaminya.",
                "17": "Terkadang, mata mengingkari cahaya matahari sebab sakit.Juga terkadang, lidah mengingkari segarnya air karena sakit yang diderita."
            }
        }
    },
    "last_updated": "2024-12-11"
}