{
    "number": 7,
    "source": "dalail-khairat",
    "name": "الْفَصْلُ السَّابِعُ فِي إِسْرَائِهِ وَمِعْرَاجِهِ ﷺ",
    "latin": "",
    "text": {
        "1": {
            "arabic": "يَا خَيْرَ مَنْ يَمَّمَ العّافُونَ سَاحَتَهُ۞سَعْيًا وَفَوْقَ مُتُونِ الأَيْنُقِ الرُّسُمِ",
            "latin": "Yā Khayra man yammamal ʿāfūna sāḥatahu۞Saʿyan wa fawqa mutūnil aynuqir rusumi"
        },
        "2": {
            "arabic": "وَمَنْ هُوَ الآيَةُ الكُبْرَى لِمُعْتَبِرٍ۞وَمَنْ هُوَ النِّعْمَةُ العُظْمَى لِمُغْتَنِمِ",
            "latin": "Wa man huwal āyatul kubrā limuʿtabirin۞Wa man huwan niʿmatul ʿuẓmā limughtanimi"
        },
        "3": {
            "arabic": "سَرَيْتَ مِنْ حَرَمٍ لَيْلاً إِلَى حَرَمٍ۞كَمَا سَرَى البَدْرُ فِي دَاجٍ مِنَ الظُّلَمِ",
            "latin": "Sarayta min ḥaramin laylan ilā ḥaramin۞Kamā saral badru fī dājin minaẓ ẓulami"
        },
        "4": {
            "arabic": "وَبِتَّ تَرْقَى إِلَى أَنْ نِلْتَ مَنْزِلَةً۞مِنْ قَابِ قَوْسَيْنِ لَمْ تُدْرَكْ وَلَمْ تُرَمِ",
            "latin": "Wa bitta tarqā ilā an nilta manzilatan۞Min qābi qawsayni lam tudrak wa lam turami"
        },
        "5": {
            "arabic": "وَقَدَّمَتْكَ جَمِيعُ الأَنْبِيَاءِ بِهَا۞وَالرُّسْلِ تَقْدِيمَ مَخْدُومٍ عَلَى خَدَمِ",
            "latin": "Wa qaddamatka jamīʿul anbiyāʾi bihā۞War rusli taqdīma makhdūmin ʿalā khadami"
        },
        "6": {
            "arabic": "وَأَنْتَ تَخْتَرِقُ السَّبْعَ الطِّبَاقَ بِهِمْ۞فِي مَوْكِبٍ كُنْتَ فِيهِ الصَّاحِبَ العَلَمِ",
            "latin": "Wa anta takhtariqus sabʿaṭ ṭibāqa bihim۞Fī mawkibin kunta fīhi ṣāhibal ʿalami"
        },
        "7": {
            "arabic": "حَتَّى إِذَا لَمْ تَدَعْ شَأْوًا لِمُسْتَبِقٍ۞مِنَ الدُّنُوِّ وَلاَ مَرْقَى لِمُسْتَنِمِ",
            "latin": "Ḥattā idhā lam tadaʿ shaʾwan limustabiqin۞Minad dunuwwi wa lā marqan li mustanimi"
        },
        "8": {
            "arabic": "خَفَضْتَ كُلَّ مَقَامٍ بِالإِضَافَةٍ إِذْ۞نُودِيْتَ بِالرَّفْعِ مِثْلَ المُفْرَدِ العَلَمِ",
            "latin": "Khafaḍta kulla maqāmin bil iḍāfati idh۞Nūdīta bir rafʿi mithlal mufradil ʿalami"
        },
        "9": {
            "arabic": "كَيْمَا تَفُوزَ بِوَصْلٍ أَيِّ مُسْتَتِرٍ۞عَنْ العُيُونِ وَسِرٍّ أَيِّ مُكْتَتَمِ",
            "latin": "Kaymā tafūza biwaṣlin ayyi mustatirin۞ʿAnil ʿuyūni wa sirrin ayyi muktatami"
        },
        "10": {
            "arabic": "فَحُزْتَ كُلَّ فَخَارٍ غَيْرَ مُشْتَرَكٍ۞وَجُزْتَ كُلَّ مَقَامٍ غَيْرَ مُزْدَحَمِ",
            "latin": "Fa ḥuzta kulla fakhārin ghayra mushtarakin۞Wa juzta kulla maqāmin ghayra muzdaḥami"
        },
        "11": {
            "arabic": "وَجَلَّ مِقْدَارُ مَا وُلِّيتَ مِنْ رُتَبٍ۞وَعَزَّ إِدْرَاكُ مَا أُولِيْتَ مِنْ نِعَمِ",
            "latin": "Wa jalla miqdāru wā wullīta min rutabin۞Wa ʿazza idrāku mā ūlīta min niʿami"
        },
        "12": {
            "arabic": "بُشْرَى لَنَا مَعْشَرَ الإِسْلَامِ إِنَّ لَنَا۞مِنَ العِنَايَةِ رُكْنًا غَيْرَ مُنْهَدِمِ",
            "latin": "Bushrā lanā maʿsharal islāmi inna lanā۞Minal ʿināyati ruknan ghayra munhadimi"
        },
        "13": {
            "arabic": "لَمَّا دَعَا اللهُ دَاعِينَا لِطَاعَتِهِ۞بِأَكْرَمِ الرُّسْلِ كُنَّا أَكْرَمَ الأُمَمِ",
            "latin": "Lammā daʿāLlāhu dāʿīnā liṭāʿatihi۞Bi akramir rusli kunna akramal umami"
        }
    },
    "translations": {
        "en": {
            "name": "Chapter Seven: The Prophet’s Miraculous Night Journey and Celestial Ascension",
            "text": {
                "1": "O best of those to whose courtyard seekers turn toHastening on foot or the backs of strong camels!",
                "2": "O Greatest Sign for those who contemplate!O Supreme Grace for those who seek to gain!",
                "3": "You journeyed by night, from Sanctuary to Sanctuaryas the full moon travels through the pitch black sky.",
                "4": "That night you ascended till you reached a stationOf Two Bows’ Length—one never attained or hoped for!",
                "5": "There all the Prophets and Emissaries gave you precedence,As a master is given precedence by those who serve him.",
                "6": "You traversed the seven heavens with them [behind you]In a procession wherein you were the standard-bearer.",
                "7": "Until your proximity left no space for the avid seeker,Nor any higher summit for one seeking elevation.",
                "8": "You surpassed all other stations in comparisonWhen acclaimed on high as ‘The Matchless and Eminent’–",
                "9": "So that you might triumph through a tryst hiddenFrom sight. How hidden a secret that was!",
                "10": "So you received every glory without rivalAnd gained every station alone, unbeset.",
                "11": "How glorious is the worth of the ranks you were givenHow difficult it is to grasp the graces conferred!",
                "12": "Glad tidings for us, O people of Islam,For we have an indestructible pillar of divine care.",
                "13": "When Allah named the one who called us to obey HimThe Noblest of Emissaries, we became the noblest of nations!"
            }
        },
        "id": {
            "name": "",
            "text": {
                "1": "Wahai, manusia terbaik yang rumahnya senantiasa dituju para pencari kebaikan!Mereka datang berbondong-bondong, baik dengan berjalan kaki maupun menunggangi unta yang kokoh berlari.",
                "2": "Duhai, rasul yang menjadi pertanda paling agung bagi pencari i'tibar kebenaran!Duhai, nabi yang menjadi anugerah terbesar bagi orang yang ingin beruntung dengan hidayah Islam!",
                "3": "Engkau berjalan di tengah gelapnya malam dari Masjidil Haram Makkah menuju Masjidil Aqsha Palestina,laksana bulan purnama berjalan dalam gulita malam.",
                "4": "Engkau terus naik hingga sampai suatu tempat dekat dengan Hadhrah Muqaddasahsekadar jarak tali busur dengan panahnya, yang belum pernah digapai dan diasa oleh siapa pun sebelumnya.",
                "5": "Seluruh nabi dan rasul menghormati dan mengutamakan derajatmu,sebagaimana penghormatan seorang pelayan terhadap majikannya.",
                "6": "Bersama mereka, engkau menembus tujuh lapis langit.Dalam rombongan itu, engkaulah sang pemegang bendera.",
                "7": "Hingga engkau tak meninggalkan satu puncak pun bagi orang yang ingin mendahuluimudan tidak pula engkau meninggalkan tangga untuk orang yang mencari kedudukan tinggi di sisi Allah.",
                "8": "Derajat siapa pun menjadi rendah dibandingkan dengan tingginya derajatmu saatAllah memanggilmu secara khusus daripada nabi lainnya, bagaikan mufrod 'alam dalam kekhususannya.",
                "9": "Supaya engkau meraih hubungan khusus dengan Allah yang tersembunyidari pandangan mata dan peroleh rahasia besar yang tersimpan rapat dari makhluk lain.",
                "10": "Maka engkau pun peroleh kebanggaan yang tak diraih orang laindan engkau lampaui setiap kedudukan mulia tanpa ada pesaing.",
                "11": "Sungguh, betapa agung derajat yang engkau sandangdan betapa langka nikmat yang telah Allah anugerahkan kepadamu.",
                "12": "Kabar gembira bagi kita umat Islam. Dengan pertolongan Allah, kita mempunyaipilar kokoh yang takkan pernah hancur, yaitu agama Islam.",
                "13": "Tatkala Allah memanggil Baginda Nabi ﷺ sang pengajak ketaatan dengan sebutan'Rasul yang Paling Mulia', maka jadilah kita sebagai umat termulia di antara umat-umat sebelumnya."
            }
        }
    },
    "last_updated": "2024-12-11"
}