{
    "number": 8,
    "source": "dalail-khairat",
    "name": "الْفَصْلُ الثَّامِنُ فِي جِهَادِ النَّبِيِّ ﷺ",
    "latin": "",
    "text": {
        "1": {
            "arabic": "رَاعَتْ قُلُوبَ الْعِدَا أَنْبَاءُ بِعْثَتِهِ۞كَنَبْأَةٍ أَجْفَلَتْ غُفْلاً مِنَ الْغَنَمِ",
            "latin": "Rāʿat qulūbal ʿidā anbāʾu biʿthatihi۞Kanabʾatin ajfalat ghuflan minal ghanami"
        },
        "2": {
            "arabic": "مَا زَالَ يَلْقَاهُمُ فِي كُلِّ مُعْتَرَكٍ۞حَتَّى حَكَوْا بِالْقَنَا لَحْمًا عَلَى وَضَمِ",
            "latin": "Mā zāla yalqāhumu fī kulli muʿtarakin۞Ḥattā ḥakaw bil qanā laḥman ʿalā waḍami"
        },
        "3": {
            "arabic": "وَدُّوا الفِرَارَ فَكَادُوا يَغْبِطُونَ بِهِ۞أَشْلاَءَ شَالَتْ مَعَ الْعِقْبَانِ وَالرَّخَمِ",
            "latin": "Waddul firāra fakādū yaghbiṭūna bihi۞Ashlāʾa shālat maʿal ʿiqbāni war rakhami"
        },
        "4": {
            "arabic": "تَمْضِي اللَّيَالِي وَلاَ يَدْرُونَ عِدَّتَهَا۞مَا لَمْ تَكُنْ مِنْ لَيَالِي الأَشْهُرِ الْحُرُمِ",
            "latin": "Tamḍil layālī wa lā yadrūna ʿiddatahā۞Mā lam takun min layālil ash-huril ḥurumi"
        },
        "5": {
            "arabic": "كَأَنَّمَا الدِّينُ ضَيْفٌ حَلَّ سَاحَتَهُمْ۞بِكُلِّ قَرْمٍ إِلَى لَحْمِ العِدَا قَرِمِ",
            "latin": "Ka annamad dīnu ḍayfun ḥalla sāḥatahum۞Bi kulli qarmin ilā laḥmil ʿidā qarimi"
        },
        "6": {
            "arabic": "يَجُرُّ بَحْرَ خَمِيسٍ فَوْقَ سَابِحَةٍ۞يَرْمِى بِمَوْجٍ مِنَ الأَبْطَالِ مُلْتَطِمِ",
            "latin": "Yajurru baḥra khamīsin fawqa sābiḥatin۞Yarmī bi mawjin minal abṭāli multaṭimi"
        },
        "7": {
            "arabic": "مِنْ كُلِّ مُنْتَدَبٍ لِلهِ مُحْتَسِبٍ۞يَسْطُو بِمُسْتَأْصِلٍ لِلكُفْرِ مُصْطَلِمِ",
            "latin": "Min kulli muntadibin liLlāhi muḥtasibin۞Yasṭū bimustaʾṣilin lil kufri muṣṭalimi"
        },
        "8": {
            "arabic": "حَتىَّ غَدَتْ مِلَّةُ الإِسْلاَمِ وَهْيَ بِهِمْ۞مِنْ بَعْدِ غُرْبَتِهَا مَوْصُولَةَ الرَّحِمِ",
            "latin": "Ḥatta ghadat millatul islāmi wahya bihim۞Min baʿdi ghurbatihā mawṣūlatar rahimi"
        },
        "9": {
            "arabic": "مَكْفُولَةً أَبَدًا مِنْهُمْ بِخَيْرِ أَبٍ۞وَخَيْرِ بَعْلٍ فَلَمْ تَيْتَمْ وَلَمْ تَئِمِ",
            "latin": "Makfūlatan abadan minhum bi khayri abin۞Wa khayri baʿlin fa lam taytam wa lam taʾimi"
        },
        "10": {
            "arabic": "هُمُ الجِبَالُ فَسَلْ عَنْهُمْ مُصَادِمَهُمْ۞مَاذَا رَأَى مِنْهُمُ فِي كُلِّ مُصْطَدَمِ",
            "latin": "Humul jibālu fasal ʿanhum muṣādimahum۞Mādhā raʾā minhumu fī kulli muṣṭadami"
        },
        "11": {
            "arabic": "وَسَلْ حُنَيْنًا وَسَلْ بَدْرًا وَسَلْ أُحُدًا۞فُصُولَ حَتْفٍ لَهُمْ أَدْهَى مِنَ الوَخَمِ",
            "latin": "Wa sal ḥunaynan wa sal badran wa sal uḥudan۞Fuṣūla ḥatfin lahum adʾhā minal wakhami"
        },
        "12": {
            "arabic": "المُصْدِرِي البِيضِ حُمْرًا بَعْدَ مَا وَرَدَتْ۞مِنَ العِدَا كُلَّ مُسْوَدٍّ مِنَ اللِّمَمِ",
            "latin": "Almuṣdiril bīḍi ḥumran baʿda mā waradat۞Minal ʿidā kulla muswaddin minal limami"
        },
        "13": {
            "arabic": "وَالكَاتِبِينَ بِسُمْرِ الخَطِّ مَا تَرَكَتْ۞أَقْلاَمُهُمْ حَرْفَ جِسْمٍ غَيْرَ مُنَعَجِمِ",
            "latin": "Wal kātibīna bi sumril khaṭṭi mā tarakat۞Aqlāmuhum ḥarfa jismin ghayra munʿajimi"
        },
        "14": {
            "arabic": "شَاكِي السِّلاَحِ لَهُمْ سِيمَا تُمَيِّزُهُمْ۞وَالوَرْدُ يَمْتَازُ بِالسِّيمَا عَنِ السَّلَمِ",
            "latin": "Shākis silāḥi lahum sīmā tumayyizuhum۞Wal wardu yamtāzu bis sīmā ʿanis salami"
        },
        "15": {
            "arabic": "تُهْدِي إِلَيْكَ رِيَاحُ النَّصْرِ نَشْرَهُمُ۞فَتَحْسَبُ الزَّهْرَ فِي الأَكْمَامِ كُلَّ كَمِي",
            "latin": "Tuhdī ilayka riyāḥun naṣri nashrahumu۞Fataḥsabuz zahra fīl akmāmi kulla kamī"
        },
        "16": {
            "arabic": "كَأَنَّهُمْ فِي ظُهُورِ الخَيْلِ نَبْتُ رُبًا۞مِنْ شِدَّةِ الحَزْمِ لاَ مِنْ شِدَّةِ الحُزُمِ",
            "latin": "Ka annahum fī ẓuhūril khayli nabtu ruban۞Min shiddatil ḥazmi lā min shiddatil ḥuzumi"
        },
        "17": {
            "arabic": "طَارَتْ قُلُوبُ العِدَا مِنْ بَأْسِهِمْ فَرَقًا۞فَمَا تُفَرِّقُ بَيْنَ البَهْمِ وَالبُهُمِ",
            "latin": "Ṭārat qulūbul ʿidā min baʾsihim faraqan۞Famā tufarriqu baynal bahmi wal buhami"
        },
        "18": {
            "arabic": "وَمَنْ تَكُنْ بِرَسُولِ اللهِ نُصْرَتُهُ۞إِنْ تَلْقَهُ الأُسْدُ فِي آجَامِهَا تَجِمِ",
            "latin": "Wa man takun birasūliLlāhi nuṣratuhu۞In talqahul usdu fī ājāmihā tajimi"
        },
        "19": {
            "arabic": "وَلَنْ تَرَى مِنْ وَليٍّ غَيْرِ مُنْتَصِرٍ۞بِهِ وَلاَ مِنْ عَدُوٍّ غَيْرِ مُنْقَصِمِ",
            "latin": "Wa lan tarā min waliyyin ghayri muntaṣirin۞Bihi wa lā min ʿaduwwin ghayri munqasimi"
        },
        "20": {
            "arabic": "أَحَلَّ أُمَّتَهُ فِي حِرْزِ مِلَّتِهِ۞كَاللَّيْثِ حَلَّ مَعَ الأَشْبَالِ فِي أَجَمِ",
            "latin": "Aḥalla ummatahu fī ḥirzi millatihi۞Kal laythi ḥalla maʿal ashbāli fī ajami"
        },
        "21": {
            "arabic": "كَمْ جَدَّلَتْ كَلِمَاتُ اللهِ مِنْ جَدَلٍ۞فِيهِ وَكَمْ خَصَمَ البُرْهَانُ مِنْ خَصِمِ",
            "latin": "Kam jaddalat kalimātuLlāhi min jadilin۞Fīhi wa kam khaṣamal burhānu min khaṣimi"
        },
        "22": {
            "arabic": "كَفَاكَ بِالْعِلْمِ فِي الأُمِّيِّ مُعْجِزَةً۞فِي الجَاهِلِيَّةِ وَالتَّأْدِيبِ فِي اليُتُمِ",
            "latin": "Kafāka bil ʿilmi fīl ummiyyi muʿjizatan۞Fīl jāhiliyyati wat taʾdībi fīl yutumi"
        }
    },
    "translations": {
        "en": {
            "name": "Chapter Eight: The Prophet’s Jihad",
            "text": {
                "1": "The news of his being sent had cast fear into the hearts of foesas heedless sheep are startled by sudden noise.",
                "2": "He continued to meet them on every battlegroundUntil spears cut them, like meat on a butcher’s block.",
                "3": "They longed to flee, almost jealous ofThe dead flesh carried off by hawks and vultures.",
                "4": "The nights passed with them unaware of their number,Apart from the nights of the Sacred Months.",
                "5": "As if the religion were a guest that had arrived at their courtyard,With every honoured chieftain eager for the flesh of their foes.",
                "6": "Bringing forth a sea of soldiers on swift steeds,Tossing wave upon wave of onrushing heroes.",
                "7": "All responding to Allah’s call and anticipating reward,Boldly charging on, and uprooting disbelief.",
                "8": "Until the religion of Islam was, through them,Reunited in kinship after being in exile.",
                "9": "Forever protected from [foes] by the best of fathers and husbands,So that she was no longer an orphan or a widow.",
                "10": "They were mountains! Ask those who came to blows with themWhat they saw from them on every field of battle.",
                "11": "Ask Ḥunayn, ask Badr, ask Uḥud—Seasons of death, more disastrous for them than the plague!",
                "12": "White swords returned, dripping red after taking drinkFrom beneath the black heads of all their enemies.",
                "13": "Like scribes with wielded spears for pens,Leaving no letter of a body unmarked with dots.",
                "14": "Well-armed, they were distinguished by a clear sign,as a rose differs from an acacia tree in its features.",
                "15": "The winds of victory bring you their scent as a gift;You would think each armed hero a flower in bud!",
                "16": "As if, riding their steeds, they were flowers on a hill-topHeld firm not by strong stirrups, but by strength of resolve.",
                "17": "Their forceful onslaught so put their foes’ hearts to flightthat you could not have told a herd from a warrior.",
                "18": "For the one whose help comes from the Emissary of AllahEven lions finding him in their dens will be loth to face him.",
                "19": "You will not see one saint who is not victorious through him;Or a single foe of his who is not dealt mortal blows.",
                "20": "He gave his nation sanctuary in the stronghold of his faith,As a lion settles in with its cubs in a thicket.",
                "21": "How often have Allah’s words felled his opponents,And how often the Qur’an has defeated its enemies!",
                "22": "The erudition of an unlettered one is miracle enoughin an Age of Ignorance, as is an orphan’s education."
            }
        },
        "id": {
            "name": "",
            "text": {
                "1": "Hati musuh gentar ketakutan dengan berita kenabian Baginda Nabi ﷺlaksana kambing yang tersesat dari golongannya gentar takut saat mendengar auman harimau.",
                "2": "Baginda Nabi ﷺ tak ada hentinya berhadapan melawan orang kafir dalam setiap medan peperanganhingga daging mereka berserakan siap disantap burung dan binatang buas.",
                "3": "Para musuh ingin lari dari medan perang. Bahkan karena putus asa, hampir saja mereka berharapsegera mati lalu tubuhnya dibawa terbang burung elang dan rajawali.",
                "4": "Berlalu siang dan malam sedang mereka tak tahu berapa hitungan hari yang telah mereka lalui dalam peperangan.Mereka tidak tahu hitungan hari selagi bukan dalam bulan-bulan mulia.",
                "5": "Islam laksana seorang tamu undangan yang singgah di halaman sahabat Nabi,para pemberani yang sangat lapar ingin membunuh musuh Islam.",
                "6": "Islam bagai tamu yang menggerakkan lautan pasukan penunggang kuda nan berenang jaya.Ia membawa kesatria pemberani bak debur ombak samudra karena banyaknya.",
                "7": "Pasukan terdiri dari setiap orang yang menyambut panggilan Allah serta mengharapkan pahala dari-Nya.Mereka menyerang dengan pedang untuk membasmi kekufuran hingga akarnya.",
                "8": "Berkat kegigihan para sahabat, agama Islam yang dahulu asing bagi pemeluknyakini menjadi penghubung persaudaraan di antara mereka.",
                "9": "Agama Islam terjaga dan terjamin selamanya oleh sebaik-baik ayahdan sebaik-baik suami. Maka Islam pun takkan pernah menjadi yatim dan janda.",
                "10": "Mereka kesatria laksana gunung yang kokoh. Bertanyalah pada musuhapa yang ia lihat pada setiap medan pertempuran.",
                "11": "Dan tanyakanlah tentang hebatnya mereka kepada kejadian perang Hunain, Badar, serta Uhud.Maka ketiga kejadian tersebut akan menjawab bahwa semua itu adalah tempat malapetaka yang lebih ganas dari wabah menular.",
                "12": "Pedang para sahabat yang putih berkilau berubah menjadi merah padamsetelah banyak melibas leher musuh yang muda nan kuat.",
                "13": "Mereka menulis pada badan para musuh Islam dengan tusukan tombak pena kayu Khat.Tombak pena tak sisakan satu musuh pun terlepas dari tusukan di badannya.",
                "14": "Saat menggunakan senjata, para kesatria memiliki ciri pembeda,sebagaimana bunga mawar memiliki ciri yang membedakannya dengan pohon salam.",
                "15": "Angin kemenangan mengirimkan kepadamu harumnya kabar gembira bala tentarahingga engkau menyangka bunga yang tersimpan di balik kelopak adalah prajurit yang berlindung di balik perisai.",
                "16": "Tatkala menunggang kuda, mereka laksana pepohonan di atas bukit nan tinggi.Mereka sangat kokoh karena kuatnya kemantapan, bukan karena ikatan tali pelana.",
                "17": "Hati musuh gentar ketakutan karena ketangkasan para pejuang Islamhingga tak dapat membedakan antara gerombolan anak domba dan pasukan kesatria pemberani.",
                "18": "Orang yang pertolongannya bersumber dari Baginda Nabi ﷺapabila bertemu harimau di hutan belantara, niscaya harimau tersebut akan tunduk takluk kepadanya.",
                "19": "Dengan berkah Baginda Nabi ﷺ, engkau tak akan melihat kekasih Islam, kecuali mendapat kemenangandan takkan pula kau melihat musuh, kecuali dalam kekalahan.",
                "20": "Baginda Nabi ﷺ menjaga umat beliau dalam benteng agama yang kuat nan kokoh.Sebagaimana singa menjaga anak-anaknya dengan menempatkan mereka dalam hutan belantara.",
                "21": "Seringkali ayat suci al-Qur'an jatuhkan para penantang dalam berdebat.Betapa banyak dalil pasti al-Qur'an kalahkan orang-orang yang suka memusuhi.",
                "22": "Cukuplah sebagai mukjizat agungmu ilmu yang kau miliki, padahal engkau ummiyang hidup dalam masa kebodohan juga terdidik dalam keadaan yatim."
            }
        }
    },
    "last_updated": "2024-12-11"
}